[["Paul, Sil·vaʹnus, and Timothy, to the congregation of the Thes·sa·loʹni·ans in union with God our Father and the Lord Jesus Christ: \n \n","May you have undeserved kindness and peace from God the Father and the Lord Jesus Christ. \n \n","We are obligated always to give thanks to God for you, brothers. This is fitting, because your faith is growing exceedingly and the love of each and every one of you is increasing toward one another.","As a result we ourselves take pride in you among the congregations of God because of your endurance and faith in all your persecutions and the hardships that you are suffering.","This is a proof of the righteous judgment of God, leading to your being counted worthy of the Kingdom of God, for which you are indeed suffering. \n \n","This takes into account that it is righteous on God’s part to repay tribulation to those who make tribulation for you.","But you who suffer tribulation will be given relief along with us at the revelation of the Lord Jesus from heaven with his powerful angels","in a flaming fire, as he brings vengeance on those who do not know God and those who do not obey the good news about our Lord Jesus.","These very ones will undergo the judicial punishment of everlasting destruction from before the Lord and from the glory of his strength,","at the time when he comes to be glorified in connection with his holy ones and to be regarded in that day with wonder among all those who exercised faith, because the witness we gave met with faith among you. \n \n","To that very end we always pray for you, that our God may count you worthy of his calling and with his power perform completely all the good that he pleases and every work of faith.","This is so that the name of our Lord Jesus may be glorified in you and you in union with him, according to the undeserved kindness of our God and of the Lord Jesus Christ. \n"],["However, brothers, concerning the presence of our Lord Jesus Christ and our being gathered together to him, we ask you","not to be quickly shaken from your reason nor to be alarmed either by an inspired statement or by a spoken message or by a letter appearing to be from us, to the effect that the day of Jehovah is here. \n \n","Let no one lead you astray in any way, because it will not come unless the apostasy comes first and the man of lawlessness gets revealed, the son of destruction.","He stands in opposition and exalts himself above every so-called god or object of worship, so that he sits down in the temple of God, publicly showing himself to be a god.","Do you not remember that when I was still with you, I used to tell you these things? \n \n","And now you know what is acting as a restraint, so that he will be revealed in his own due time.","True, the mystery of this lawlessness is already at work, but only until the one who is right now acting as a restraint is out of the way.","Then, indeed, the lawless one will be revealed, whom the Lord Jesus will do away with by the spirit of his mouth and bring to nothing by the manifestation of his presence.","But the lawless one’s presence is by the operation of Satan with every powerful work and lying signs and wonders","and every unrighteous deception for those who are perishing, as a retribution because they did not accept the love of the truth in order that they might be saved.","That is why God lets a deceptive influence mislead them so that they may come to believe the lie,","in order that they all may be judged because they did not believe the truth but took pleasure in unrighteousness. \n \n","However, we are obligated always to thank God for you, brothers loved by Jehovah, because from the beginning God selected you for salvation by sanctifying you with his spirit and by your faith in the truth.","He called you to this through the good news we declare, so that you may acquire the glory of our Lord Jesus Christ.","So, then, brothers, stand firm and maintain your hold on the traditions that you were taught, whether it was by a spoken message or by a letter from us.","Moreover, may our Lord Jesus Christ himself and God our Father, who loved us and gave everlasting comfort and good hope by means of undeserved kindness,","comfort your hearts and make you firm in every good deed and word. \n"],["Finally, brothers, carry on prayer for us, that the word of Jehovah may keep spreading rapidly and being glorified, just as it is with you,","and that we may be rescued from harmful and wicked men, for faith is not a possession of all people.","But the Lord is faithful, and he will strengthen you and protect you from the wicked one.","Moreover, we have confidence in the Lord regarding you, that you are carrying out and will go on carrying out our instructions.","May the Lord continue to guide your hearts successfully to the love of God and to the endurance for the Christ. \n \n","Now we are giving you instructions, brothers, in the name of our Lord Jesus Christ, to withdraw from every brother who is walking disorderly and not according to the tradition that you received from us.","For you yourselves know how you should imitate us, because we did not behave in a disorderly way among you,","nor did we eat anyone’s food free. On the contrary, by labor and toil we were working night and day so as not to impose an expensive burden on any one of you.","Not that we do not have authority, but we wanted to offer ourselves as an example for you to imitate.","In fact, when we were with you, we used to give you this order: “If anyone does not want to work, neither let him eat.”","For we hear that some are walking disorderly among you, not working at all, but meddling with what does not concern them.","To such people we give the order and exhortation in the Lord Jesus Christ that they should work quietly and eat food they themselves earn. \n \n","For your part, brothers, do not give up in doing good.","But if anyone is not obedient to our word through this letter, keep this one marked and stop associating with him, so that he may become ashamed.","And yet do not consider him an enemy, but continue admonishing him as a brother. \n \n","Now may the Lord of peace himself give you peace constantly in every way. May the Lord be with all of you. \n \n","Here is my greeting, Paul’s, in my own hand, which is a sign in every letter; this is the way I write. \n \n","The undeserved kindness of our Lord Jesus Christ be with all of you. \n"]]