[["The first account, O The·ophʹi·lus, I composed about all the things Jesus started to do and to teach","until the day that he was taken up, after he had given instructions through holy spirit to the apostles he had chosen.","After he had suffered, he showed himself alive to them by many convincing proofs. He was seen by them throughout 40 days, and he was speaking about the Kingdom of God.","While he was meeting with them, he ordered them: “Do not leave Jerusalem, but keep waiting for what the Father has promised, about which you heard from me;","for John, indeed, baptized with water, but you will be baptized with holy spirit not many days after this.” \n \n","So when they had assembled, they asked him: “Lord, are you restoring the kingdom to Israel at this time?”","He said to them: “It does not belong to you to know the times or seasons that the Father has placed in his own jurisdiction.","But you will receive power when the holy spirit comes upon you, and you will be witnesses of me in Jerusalem, in all Ju·deʹa and Sa·marʹi·a, and to the most distant part of the earth.”","After he had said these things, while they were looking on, he was lifted up and a cloud caught him up from their sight.","And as they were gazing into the sky while he was on his way, suddenly two men in white garments stood beside them","and said: “Men of Galʹi·lee, why do you stand looking into the sky? This Jesus who was taken up from you into the sky will come in the same manner as you have seen him going into the sky.” \n \n","Then they returned to Jerusalem from a mountain called the Mount of Olives, which is near Jerusalem, only a sabbath day’s journey away.","When they arrived, they went up into the upper room where they were staying. There were Peter as well as John and James and Andrew, Philip and Thomas, Bar·tholʹo·mew and Matthew, James the son of Al·phaeʹus, and Simon the zealous one, and Judas the son of James.","With one purpose all of these were persisting in prayer, together with some women and Mary the mother of Jesus and with his brothers. \n \n","During those days Peter stood up in the midst of the brothers (the number of people was altogether about 120) and said:","“Men, brothers, it was necessary for the scripture to be fulfilled that the holy spirit spoke prophetically through David about Judas, who became a guide to those who arrested Jesus.","For he had been numbered among us and he obtained a share in this ministry.","(This very man, therefore, purchased a field with the wages for unrighteousness, and falling headfirst, his body burst open and all his insides spilled out.","This became known to all the inhabitants of Jerusalem, so that the field was called in their language A·kelʹda·ma, that is, “Field of Blood.”)","For it is written in the book of Psalms, ‘Let his dwelling become desolate, and let there be no inhabitant in it’ and, ‘His office of oversight let someone else take.’","It is therefore necessary that of the men who accompanied us during all the time in which the Lord Jesus carried on his activities among us,","starting with his baptism by John until the day he was taken up from us, one of these men should become a witness with us of his resurrection.” \n \n","So they proposed two, Joseph called Barʹsab·bas, who was also called Justus, and Mat·thiʹas.","Then they prayed and said: “You, O Jehovah, who know the hearts of all, designate which one of these two men you have chosen","to take the place of this ministry and apostleship, from which Judas deviated to go to his own place.”","So they cast lots over them, and the lot fell to Mat·thiʹas, and he was counted along with the 11 apostles. \n"],["Now while the day of the Festival of Pentecost was in progress, they were all together at the same place.","Suddenly there was a noise from heaven, just like that of a rushing, stiff breeze, and it filled the whole house where they were sitting.","And tongues as if of fire became visible to them and were distributed, and one came to rest on each one of them,","and they all became filled with holy spirit and started to speak in different languages, just as the spirit enabled them to speak. \n \n","At that time devout Jews from every nation under heaven were staying in Jerusalem.","So when this sound occurred, a crowd gathered and was bewildered, because each one heard them speaking in his own language.","Indeed, they were utterly amazed and said: “See here, all these who are speaking are Gal·i·leʹans, are they not?","How is it, then, that each one of us is hearing his own native language?","Parʹthi·ans, Medes, and Eʹlam·ites, the inhabitants of Mes·o·po·taʹmi·a, Ju·deʹa and Cap·pa·doʹci·a, Ponʹtus and the province of Asia,","Phrygʹi·a and Pam·phylʹi·a, Egypt and the regions of Libʹy·a near Cy·reʹne, sojourners from Rome, both Jews and proselytes,","Creʹtans, and Arabians—we hear them speaking in our languages about the magnificent things of God.”","Yes, they were all astonished and perplexed, saying to one another: “What does this mean?”","However, others mocked them and said: “They are full of sweet wine.” \n \n","But Peter stood up with the Eleven and spoke to them in a loud voice: “Men of Ju·deʹa and all you inhabitants of Jerusalem, let this be known to you and listen carefully to my words.","These people are, in fact, not drunk, as you suppose, for it is the third hour of the day.","On the contrary, this is what was said through the prophet Joel:","‘“And in the last days,” God says, “I will pour out some of my spirit on every sort of flesh, and your sons and your daughters will prophesy and your young men will see visions and your old men will dream dreams,","and even on my male slaves and on my female slaves I will pour out some of my spirit in those days, and they will prophesy.","And I will give wonders in heaven above and signs on earth below—blood and fire and clouds of smoke.","The sun will be turned into darkness and the moon into blood before the great and illustrious day of Jehovah comes.","And everyone who calls on the name of Jehovah will be saved.”’ \n \n","“Men of Israel, hear these words: Jesus the Naz·a·reneʹ was a man publicly shown to you by God through powerful works and wonders and signs that God did through him in your midst, just as you yourselves know.","This man, who was handed over by the determined will and foreknowledge of God, you fastened to a stake by the hand of lawless men, and you did away with him.","But God resurrected him by releasing him from the pangs of death, because it was not possible for him to be held fast by it.","For David says about him: ‘I keep Jehovah constantly in front of me, for he is at my right hand that I may never be shaken.","On this account my heart became cheerful and my tongue rejoiced greatly. And I will reside in hope;","because you will not leave me in the Grave, nor will you allow your loyal one to see corruption.","You have made life’s ways known to me; you will fill me with great joy in your presence.’ \n \n","“Men, brothers, it is permissible to speak with freeness of speech to you about the family head David, that he died and was buried, and his tomb is with us to this day.","Because he was a prophet and knew that God had sworn to him with an oath that he would seat one of his offspring on his throne,","he foresaw and spoke about the resurrection of the Christ, that neither was he forsaken in the Grave nor did his flesh see corruption.","God resurrected this Jesus, and of this we are all witnesses.","Therefore, because he was exalted to the right hand of God and received the promised holy spirit from the Father, he has poured out what you see and hear.","For David did not ascend to the heavens, but he himself says, ‘Jehovah said to my Lord: “Sit at my right hand","until I place your enemies as a stool for your feet.”’","Therefore, let all the house of Israel know for a certainty that God made him both Lord and Christ, this Jesus whom you executed on a stake.” \n \n","Now when they heard this, they were stabbed to the heart, and they said to Peter and the rest of the apostles: “Men, brothers, what should we do?”","Peter said to them: “Repent, and let each one of you be baptized in the name of Jesus Christ for forgiveness of your sins, and you will receive the free gift of the holy spirit.","For the promise is to you and your children, and to all those who are far away, to all those whom Jehovah our God may call to himself.”","And with many other words he gave a thorough witness and kept exhorting them, saying: “Get saved from this crooked generation.”","So those who gladly accepted his word were baptized, and on that day about 3,000 people were added.","And they continued devoting themselves to the teaching of the apostles, to associating together, to the taking of meals, and to prayers. \n \n","Indeed, fear began to fall upon everyone, and many wonders and signs began to occur through the apostles.","All those who became believers were together and had everything in common,","and they were selling their possessions and properties and distributing the proceeds to all, according to what each one needed.","And day after day they were in constant attendance in the temple with a united purpose, and they took their meals in different homes and shared their food with great rejoicing and sincerity of heart,","praising God and finding favor with all the people. At the same time Jehovah continued to add to them daily those being saved. \n"],["Now Peter and John were going up into the temple for the hour of prayer, the ninth hour,","and a man who was lame from birth was being carried. Every day they would put him near the temple door that was called Beautiful, so he could ask for gifts of mercy from those entering the temple.","When he caught sight of Peter and John about to go into the temple, he began asking for gifts of mercy.","But Peter, together with John, looked straight at him and said: “Look at us.”","So he fixed his attention on them, expecting to get something from them.","However, Peter said: “Silver and gold I do not possess, but what I do have is what I give you. In the name of Jesus Christ the Naz·a·reneʹ, walk!”","With that he took hold of him by the right hand and raised him up. Instantly his feet and his ankles were made firm;","and leaping to his feet, he began walking and went with them into the temple, walking and leaping and praising God.","And all the people saw him walking and praising God.","And they began to recognize him, that this was the man who used to sit waiting for gifts of mercy at the Beautiful Gate of the temple, and they were completely astonished and ecstatic about what had happened to him. \n \n","While the man was still holding on to Peter and John, all the people ran together to them at what was called Solʹo·mon’s Colonnade, completely surprised.","When Peter saw this, he said to the people: “Men of Israel, why are you so amazed at this, and why are you staring at us as though by personal power or godly devotion we have made him walk?","The God of Abraham and of Isaac and of Jacob, the God of our forefathers, has glorified his Servant, Jesus, whom you handed over and disowned before Pilate, even though he had decided to release him.","Yes, you disowned that holy and righteous one, and you asked for a man who was a murderer to be given to you,","whereas you killed the Chief Agent of life. But God raised him up from the dead, of which fact we are witnesses.","And through his name, and by our faith in his name, this man whom you see and know has been made strong. The faith that is through him has made this man completely healthy in front of all of you.","And now, brothers, I know that you acted in ignorance, just as your rulers also did.","But in this way God has fulfilled the things he announced beforehand through the mouth of all the prophets, that his Christ would suffer. \n \n","“Repent, therefore, and turn around so as to get your sins blotted out, so that seasons of refreshing may come from Jehovah himself","and he may send the Christ appointed for you, Jesus.","Heaven must hold this one within itself until the times of restoration of all things of which God spoke through the mouth of his holy prophets of old.","In fact, Moses said: ‘Jehovah your God will raise up for you from among your brothers a prophet like me. You must listen to whatever he tells you.","Indeed, anyone who does not listen to that Prophet will be completely destroyed from among the people.’","And all the prophets from Samuel and those who followed him, as many as have spoken, have also plainly declared these days.","You are the sons of the prophets and of the covenant that God made with your forefathers, saying to Abraham: ‘And by means of your offspring all the families of the earth will be blessed.’","God, after raising up his Servant, sent him to you first to bless you by turning each one of you away from your wicked deeds.” \n"],["While the two were speaking to the people, the priests, the captain of the temple, and the Sadducees came up to them.","These were annoyed because the apostles were teaching the people and were openly declaring the resurrection of Jesus from the dead.","So they seized them and took them into custody until the next day, for it was already evening.","However, many of those who had listened to the speech believed, and the number of the men became about 5,000. \n \n","The next day their rulers, elders, and scribes gathered together in Jerusalem,","along with Anʹnas the chief priest, Caʹia·phas, John, Alexander, and all who were relatives of the chief priest.","They stood Peter and John in their midst and began to question them: “By what power or in whose name did you do this?”","Then Peter, filled with holy spirit, said to them: \n \n“Rulers of the people and elders,","if we are being examined today about a good deed to a crippled man, and you want to know who made this man well,","let it be known to all of you and to all the people of Israel that in the name of Jesus Christ the Naz·a·reneʹ, whom you executed on a stake but whom God raised up from the dead, by means of him this man stands here healthy in front of you.","This is ‘the stone that was treated by you builders as of no account that has become the chief cornerstone.’","Furthermore, there is no salvation in anyone else, for there is no other name under heaven that has been given among men by which we must get saved.” \n \n","Now when they saw the outspokenness of Peter and John, and perceived that they were uneducated and ordinary men, they were astonished. And they began to realize that they had been with Jesus.","As they were looking at the man who had been cured standing with them, they had nothing to say in answer to this.","So they commanded them to go outside the Sanʹhe·drin hall, and they began consulting with one another,","saying: “What should we do with these men? Because, for a fact, a noteworthy sign has occurred through them, one evident to all the inhabitants of Jerusalem, and we cannot deny it.","So that this does not spread any further among the people, let us threaten them and tell them not to speak to anyone anymore on the basis of this name.” \n \n","With that they called them and ordered them not to say anything at all or to teach on the basis of the name of Jesus.","But in reply Peter and John said to them: “Whether it is right in the sight of God to listen to you rather than to God, judge for yourselves.","But as for us, we cannot stop speaking about the things we have seen and heard.”","So after they had threatened them further, they released them, since they did not find any grounds for punishing them and on account of the people, because they were all glorifying God over what had happened.","For the man on whom this miracle of healing had been done was more than 40 years old. \n \n","After being released, they went to their own people and reported what the chief priests and the elders had said to them.","On hearing this, they raised their voices with one accord to God and said: \n \n“Sovereign Lord, you are the One who made the heaven and the earth and the sea and all the things in them,","and who said through holy spirit by the mouth of our forefather David, your servant: ‘Why did nations become agitated and peoples meditate on empty things?","The kings of the earth took their stand and the rulers gathered together as one against Jehovah and against his anointed one.’","For truly both Herod and Pontius Pilate with men of the nations and with peoples of Israel were gathered together in this city against your holy servant Jesus, whom you anointed,","to do what your hand and counsel had determined beforehand to occur.","And now, Jehovah, give attention to their threats, and grant to your slaves to keep speaking your word with all boldness,","while you stretch out your hand for healing and while signs and wonders occur through the name of your holy servant Jesus.” \n \n","And when they had made supplication, the place where they were gathered together was shaken, and they were one and all filled with the holy spirit and were speaking the word of God with boldness. \n \n","Moreover, the multitude of those who believed were of one heart and soul, and not even one of them would say that any of the things he possessed was his own, but they had all things in common.","And with great power the apostles continued giving the witness about the resurrection of the Lord Jesus, and undeserved kindness was upon them all in large measure.","In fact, no one was in need among them, for all those who owned fields or houses would sell them and bring the value of what was sold,","and they would deposit it at the feet of the apostles. In turn distribution would be made to each one according to his need.","So Joseph, who was also called by the apostles Barʹna·bas (which means, when translated, “Son of Comfort”), a Levite, a native of Cyʹprus,","owned a piece of land, and he sold it and brought the money and deposited it at the feet of the apostles. \n"],["However, a man named An·a·niʹas, together with his wife Sap·phiʹra, sold some property.","But he secretly held back some of the price, with his wife’s knowledge, and he brought just a part of it and deposited it at the feet of the apostles.","But Peter said: “An·a·niʹas, why has Satan emboldened you to lie to the holy spirit and secretly hold back some of the price of the field?","As long as it remained with you, did it not remain yours? And after it was sold, was it not in your control? Why have you thought up such a deed as this in your heart? You have lied, not to men, but to God.”","On hearing these words, An·a·niʹas collapsed and died. And great fear came over all those who heard about it.","Then the younger men rose, wrapped him in cloths, carried him out, and buried him. \n \n","Now after an interval of about three hours his wife came in, not knowing what had happened.","Peter said to her: “Tell me, did you two sell the field for so much?” She said: “Yes, for that amount.”","So Peter said to her: “Why did you two agree to make a test of the spirit of Jehovah? Look! The feet of those who buried your husband are at the door, and they will carry you out.”","Instantly she collapsed at his feet and died. When the young men came in, they found her dead and they carried her out and buried her alongside her husband.","So great fear came over the whole congregation and over all those hearing about these things. \n \n","Moreover, through the hands of the apostles many signs and wonders continued to occur among the people; and they would all meet together in Solʹo·mon’s Colonnade.","True, none of the others had the courage to join them; nevertheless, the people were speaking highly of them.","More than that, believers in the Lord kept on being added, great numbers both of men and of women.","They even brought the sick out into the main streets and laid them there on small beds and mats, so that as Peter would pass by, at least his shadow might fall on some of them.","Also, crowds of people from the cities around Jerusalem kept coming, carrying sick people and those troubled with unclean spirits, and they were one and all cured. \n \n","But the high priest rose, and all those with him, who were of the sect of the Sadducees, and they were filled with jealousy.","And they seized the apostles and put them in the public jail.","But during the night, Jehovah’s angel opened the doors of the prison, brought them out, and said:","“Go and take your stand in the temple, and keep on speaking to the people all the sayings about this life.”","After hearing this, they entered the temple at daybreak and began to teach. \n \nNow when the high priest and those with him arrived, they called together the Sanʹhe·drin and the entire assembly of elders of the sons of Israel, and they sent out to the jail to have the apostles brought before them.","But when the officers got there, they did not find them in the prison. So they returned and made their report,","saying: “We found the jail locked and secure, and the guards were standing at the doors, but on opening it up, we found no one inside.”","Well, when both the captain of the temple and the chief priests heard these words, they were perplexed about what would come of this.","But someone came and reported to them: “Look! The men you put in prison are in the temple, standing and teaching the people.”","Then the captain went off with his officers and brought them in, but without violence, because they were afraid of being stoned by the people. \n \n","So they brought them and stood them before the Sanʹhe·drin. Then the high priest questioned them","and said: “We strictly ordered you not to keep teaching on the basis of this name, and yet look! you have filled Jerusalem with your teaching, and you are determined to bring the blood of this man upon us.”","In answer Peter and the other apostles said: “We must obey God as ruler rather than men.","The God of our forefathers raised up Jesus, whom you killed, hanging him on a stake.","God exalted this one as Chief Agent and Savior to his right hand, to give repentance to Israel and forgiveness of sins.","And we are witnesses of these matters, and so is the holy spirit, which God has given to those obeying him as ruler.” \n \n","When they heard this, they were infuriated and wanted to do away with them.","But a Pharisee named Ga·maʹli·el rose in the Sanʹhe·drin; he was a Law teacher esteemed by all the people, and he gave the command to put the men outside for a little while.","Then he said to them: “Men of Israel, be careful as to what you intend to do about these men.","For instance, before these days Theuʹdas rose up, saying he himself was somebody, and a number of men, about 400, joined his party. But he was done away with, and all those who were following him were dispersed and came to nothing.","After him, Judas the Gal·i·leʹan rose up in the days of the registration, and he drew followers after himself. That man also perished, and all those who were following him were scattered.","So under the present circumstances, I say to you, do not meddle with these men, but let them alone. For if this scheme or this work is from men, it will be overthrown;","but if it is from God, you will not be able to overthrow them. Otherwise, you may even be found fighters against God himself.”","At this they took his advice, and they summoned the apostles, flogged them, and ordered them to stop speaking on the basis of Jesus’ name, and let them go. \n \n","So they went out from before the Sanʹhe·drin, rejoicing because they had been counted worthy to be dishonored in behalf of his name.","And every day in the temple and from house to house they continued without letup teaching and declaring the good news about the Christ, Jesus. \n"],["Now in those days when the disciples were increasing, the Greek-speaking Jews began complaining against the Hebrew-speaking Jews, because their widows were being overlooked in the daily distribution.","So the Twelve called the multitude of the disciples together and said: “It is not right for us to leave the word of God to distribute food to tables.","So, brothers, select for yourselves seven reputable men from among you, full of spirit and wisdom, that we may appoint them over this necessary matter;","but we will devote ourselves to prayer and to the ministry of the word.”","What they said was pleasing to the whole multitude, and they selected Stephen, a man full of faith and holy spirit, as well as Philip, Prochʹo·rus, Ni·caʹnor, Tiʹmon, Parʹme·nas, and Nic·o·laʹus, a proselyte of Antioch.","They brought them to the apostles, and after praying, they laid their hands on them. \n \n","Consequently, the word of God continued to spread, and the number of the disciples kept multiplying very much in Jerusalem; and a large crowd of priests began to be obedient to the faith. \n \n","Now Stephen, full of divine favor and power, was performing great wonders and signs among the people.","But some men of the so-called Synagogue of the Freedmen came forward, along with some Cy·reʹni·ans and Alexandrians, and some from Ci·liʹcia and Asia, to dispute with Stephen.","But they could not hold their own against the wisdom and the spirit with which he was speaking.","Then they secretly persuaded men to say: “We have heard him speaking blasphemous things against Moses and God.”","And they stirred up the people, the elders, and the scribes, and coming upon him suddenly, they forcibly seized him and led him to the Sanʹhe·drin.","And they brought forward false witnesses, who said: “This man does not stop speaking things against this holy place and against the Law.","For instance, we have heard him say that this Jesus the Naz·a·reneʹ will throw down this place and change the customs that Moses handed down to us.” \n \n","And as all those sitting in the Sanʹhe·drin stared at him, they saw that his face was like an angel’s face. \n"],["But the high priest said: “Are these things so?”","Stephen replied: “Men, brothers and fathers, listen. The God of glory appeared to our forefather Abraham while he was in Mes·o·po·taʹmi·a, before he took up residence in Haʹran,","and he said to him: ‘Go out from your land and from your relatives and come into the land that I will show you.’","Then he went out of the land of the Chal·deʹans and took up residence in Haʹran. And from there, after his father died, God caused him to resettle in this land where you now dwell.","And yet, he did not give him any inheritance in it, no, not even enough to put his foot on; but he promised to give it to him as a possession and after him to his offspring, though as yet he had no child.","Moreover, God told him that his offspring would be foreigners in a land not theirs and that the people would enslave them and afflict them for 400 years.","‘And that nation for which they will slave I will judge,’ God said, ‘and after these things they will come out and will offer sacred service to me in this place.’ \n \n","“He also gave him a covenant of circumcision, and he became the father of Isaac and circumcised him on the eighth day, and Isaac became the father of Jacob, and Jacob of the 12 family heads.","And the family heads became jealous of Joseph and sold him into Egypt. But God was with him,","and he rescued him out of all his tribulations and gave him favor and wisdom before Pharʹaoh king of Egypt. And he appointed him to govern Egypt and his whole house.","But a famine came on all of Egypt and Caʹnaan, yes, a great tribulation, and our forefathers could not find anything to eat.","But Jacob heard that there were food supplies in Egypt, and he sent our forefathers out the first time.","During the second time, Joseph made himself known to his brothers, and the family of Joseph became known to Pharʹaoh.","So Joseph sent a message and called his father Jacob and all his relatives from that place, 75 persons in all.","So Jacob went down into Egypt, and he died there, and so did our forefathers.","They were carried to Sheʹchem and were laid in the tomb that Abraham had bought for a sum of silver money from the sons of Haʹmor in Sheʹchem. \n \n","“Just as the time was approaching to fulfill the promise that God had announced to Abraham, the people grew and multiplied in Egypt,","until there rose a different king over Egypt, one who did not know of Joseph.","This one dealt cunningly with our race and wrongfully forced the fathers to abandon their infants so that they would not be kept alive.","At that time Moses was born, and he was divinely beautiful. And he was nursed for three months in his father’s home.","But when he was abandoned, the daughter of Pharʹaoh took him and brought him up as her own son.","So Moses was instructed in all the wisdom of the Egyptians. In fact, he was powerful in his words and deeds. \n \n","“Now when he reached the age of 40, it came into his heart to make a visit on his brothers, the sons of Israel.","When he caught sight of one of them being unjustly treated, he defended him and avenged the one being abused by striking down the Egyptian.","He thought that his brothers would grasp that God was giving them salvation by his hand, but they did not grasp it.","The next day he appeared to them as they were fighting, and he tried to reconcile them in peace, saying: ‘Men, you are brothers. Why do you mistreat each other?’","But the one who was mistreating his neighbor pushed him away, saying: ‘Who appointed you ruler and judge over us?","You do not want to do away with me the way you did away with the Egyptian yesterday, do you?’","On hearing this, Moses fled and lived as a foreigner in the land of Midʹi·an, where he became the father of two sons. \n \n","“After 40 years had passed, an angel appeared to him in the wilderness of Mount Siʹnai in the flame of a burning thornbush.","When Moses saw it, he was amazed at the sight. But as he was approaching to investigate, Jehovah’s voice was heard:","‘I am the God of your forefathers, the God of Abraham and of Isaac and of Jacob.’ Moses started trembling and did not dare to investigate further.","Jehovah said to him: ‘Remove the sandals from your feet, for the place where you are standing is holy ground.","I have certainly seen the oppression of my people who are in Egypt, and I have heard their groaning, and I have come down to rescue them. Now come, I will send you off to Egypt.’","This same Moses whom they had disowned, saying: ‘Who appointed you ruler and judge?’ is the very one God sent as both ruler and deliverer by means of the angel who appeared to him in the thornbush.","This man led them out, performing wonders and signs in Egypt and at the Red Sea and in the wilderness for 40 years. \n \n","“This is the Moses who said to the sons of Israel: ‘God will raise up for you from among your brothers a prophet like me.’","This is the one who came to be among the congregation in the wilderness with the angel who spoke to him on Mount Siʹnai and with our forefathers, and he received living sacred pronouncements to give us.","Our forefathers refused to obey him, but they pushed him aside and in their hearts they turned back to Egypt,","saying to Aaron: ‘Make gods for us to go ahead of us. For we do not know what has happened to this Moses, who led us out of the land of Egypt.’","So they made a calf in those days and brought a sacrifice to the idol and began to enjoy themselves in the works of their hands.","So God turned away from them and handed them over to offer sacred service to the army of heaven, just as it is written in the book of the Prophets: ‘It was not to me that you made offerings and sacrifices for 40 years in the wilderness, was it, O house of Israel?","But it was the tent of Moʹloch and the star of the god Reʹphan that you took up, the images that you made to worship them. So I will deport you beyond Babylon.’ \n \n","“Our forefathers had the tent of the witness in the wilderness, just as He gave orders when speaking to Moses to make it according to the pattern he had seen.","And our forefathers received possession of it and brought it in with Joshua into the land possessed by the nations, whom God drove out from before our forefathers. Here it remained until the days of David.","He found favor in the sight of God and asked for the privilege of providing a dwelling place for the God of Jacob.","But it was Solʹo·mon who built a house for him.","However, the Most High does not dwell in houses made with hands, just as the prophet says:","‘The heaven is my throne, and the earth is my footstool. What sort of house will you build for me? Jehovah says. Or where is my resting-place?","My hand made all these things, did it not?’ \n \n","“Obstinate men and uncircumcised in hearts and ears, you are always resisting the holy spirit; as your forefathers did, so you do.","Which one of the prophets did your forefathers not persecute? Yes, they killed those who announced in advance the coming of the righteous one, whose betrayers and murderers you have now become,","you who received the Law as transmitted by angels but have not kept it.” \n \n","Well, at hearing these things, they were infuriated in their hearts and began to grind their teeth at him.","But he, being full of holy spirit, gazed into heaven and caught sight of God’s glory and of Jesus standing at God’s right hand,","and he said: “Look! I see the heavens opened up and the Son of man standing at God’s right hand.”","At this they cried out at the top of their voices and put their hands over their ears and rushed at him all together.","After throwing him outside the city, they began stoning him. The witnesses laid down their outer garments at the feet of a young man called Saul.","As they were stoning Stephen, he made this appeal: “Lord Jesus, receive my spirit.”","Then, kneeling down, he cried out with a strong voice: “Jehovah, do not charge this sin against them.” And after saying this, he fell asleep in death. \n"],["Saul, for his part, approved of his murder. \n \nOn that day great persecution arose against the congregation that was in Jerusalem; all except the apostles were scattered throughout the regions of Ju·deʹa and Sa·marʹi·a.","But devout men carried Stephen away to bury him, and they made a great mourning over him.","Saul, though, began to ravage the congregation. He would invade one house after another, dragging out both men and women and turning them over to prison. \n \n","However, those who had been scattered went through the land declaring the good news of the word.","Now Philip went down to the city of Sa·marʹi·a and began to preach the Christ to them.","The crowds with one accord were paying attention to what Philip said while they listened and observed the signs he was performing.","For many had unclean spirits, and these would cry out with a loud voice and come out. Moreover, many who were paralyzed and lame were cured.","So there came to be a great deal of joy in that city. \n \n","Now in the city was a man named Simon, who prior to this had been practicing magical arts and amazing the nation of Sa·marʹi·a, claiming that he was somebody great.","All of them, from the least to the greatest, would pay attention to him and say: “This man is the Power of God, which is called Great.”","So they would pay attention to him because he had amazed them for quite a while by his magical arts.","But when they believed Philip, who was declaring the good news of the Kingdom of God and of the name of Jesus Christ, both men and women were getting baptized.","Simon himself also became a believer, and after being baptized, he continued with Philip; and he was amazed at seeing the signs and great powerful works taking place. \n \n","When the apostles in Jerusalem heard that Sa·marʹi·a had accepted the word of God, they sent Peter and John to them;","and these went down and prayed for them to get holy spirit.","For it had not yet come upon any one of them, but they had only been baptized in the name of the Lord Jesus.","Then they laid their hands on them, and they began to receive holy spirit. \n \n","Now when Simon saw that the spirit was given through the laying on of the hands of the apostles, he offered them money,","saying: “Give me this authority also, so that anyone on whom I lay my hands may receive holy spirit.”","But Peter said to him: “May your silver perish with you, because you thought you could acquire the free gift of God with money.","You have neither part nor share in this matter, for your heart is not straight in the sight of God.","So repent of this badness of yours, and supplicate Jehovah that, if possible, the wicked intention of your heart may be forgiven you;","for I see you are a bitter poison and a slave of unrighteousness.”","In answer Simon said to them: “Make supplication for me to Jehovah that none of the things you have said may come upon me.” \n \n","Therefore, when they had given the witness thoroughly and had spoken the word of Jehovah, they started back toward Jerusalem, and they went declaring the good news to many villages of the Sa·marʹi·tans. \n \n","However, Jehovah’s angel spoke to Philip, saying: “Get up and go to the south to the road that runs down from Jerusalem to Gazʹa.” (This is a desert road.)","With that he got up and went, and look! an E·thi·oʹpi·an eunuch, a man who had authority under Can·daʹce, queen of the E·thi·oʹpi·ans, and who was in charge of all her treasure. He had gone to Jerusalem to worship,","and he was returning and was sitting in his chariot, reading aloud the prophet Isaiah.","So the spirit said to Philip: “Go over and approach this chariot.”","Philip ran alongside and heard him reading aloud Isaiah the prophet, and he said: “Do you actually know what you are reading?”","He said: “Really, how could I ever do so unless someone guided me?” So he urged Philip to get on and sit down with him.","Now this was the passage of Scripture that he was reading: “Like a sheep he was brought to the slaughter, and like a lamb that is silent before its shearer, so he does not open his mouth.","During his humiliation, justice was taken away from him. Who will tell the details of his generation? Because his life is taken away from the earth.” \n \n","The eunuch then said to Philip: “I beg you, about whom does the prophet say this? About himself or about some other man?”","Philip began to speak, and starting with this scripture, he declared to him the good news about Jesus.","Now as they were going along the road, they came to a body of water, and the eunuch said: “Look! Here is water; what prevents me from getting baptized?”","——","With that he commanded the chariot to halt, and both Philip and the eunuch went down into the water, and he baptized him.","When they came up out of the water, Jehovah’s spirit quickly led Philip away, and the eunuch did not see him anymore, but he went on his way rejoicing.","Philip, however, found himself in Ashʹdod, and he went through the territory and kept on declaring the good news to all the cities until he got to Caes·a·reʹa. \n"],["But Saul, still breathing threat and murder against the disciples of the Lord, went to the high priest","and asked him for letters to the synagogues in Damascus, so that he might bring bound to Jerusalem any whom he found who belonged to The Way, both men and women. \n \n","Now as he was traveling and getting near Damascus, suddenly a light from heaven flashed around him,","and he fell to the ground and heard a voice say to him: “Saul, Saul, why are you persecuting me?”","He asked: “Who are you, Lord?” He said: “I am Jesus, whom you are persecuting.","But get up and go into the city, and you will be told what you must do.”","Now the men who were traveling with him stood speechless, hearing, indeed, the sound of a voice but seeing no one.","Saul then got up from the ground, and though his eyes were open, he could see nothing. So they led him by the hand and brought him into Damascus.","And for three days he did not see anything, and he neither ate nor drank. \n \n","There was a disciple named An·a·niʹas in Damascus, and the Lord said to him in a vision: “An·a·niʹas!” He said: “Here I am, Lord.”","The Lord said to him: “Get up, go to the street called Straight, and look for a man named Saul, from Tarsus, at the house of Judas. For look! he is praying,","and in a vision he has seen a man named An·a·niʹas come in and lay his hands on him so that he may recover sight.”","But An·a·niʹas answered: “Lord, I have heard from many about this man, about all the harm he did to your holy ones in Jerusalem.","And here he has authority from the chief priests to arrest all those calling on your name.”","But the Lord said to him: “Go! because this man is a chosen vessel to me to bear my name to the nations as well as to kings and the sons of Israel.","For I will show him plainly how many things he must suffer for my name.” \n \n","So An·a·niʹas went and entered the house, and he laid his hands on him and said: “Saul, brother, the Lord Jesus, who appeared to you on the road along which you were coming, has sent me so that you may recover sight and be filled with holy spirit.”","And immediately, what looked like scales fell from his eyes, and he recovered his sight. He then got up and was baptized,","and he ate some food and gained strength. \n \nHe stayed for some days with the disciples in Damascus,","and immediately in the synagogues he began to preach about Jesus, that this one is the Son of God.","But all those hearing him were astonished and were saying: “Is this not the man who ravaged those in Jerusalem who call on this name? Did he not come here for the purpose of arresting them and taking them to the chief priests?”","But Saul kept on acquiring more and more power and was confounding the Jews who lived in Damascus, as he proved logically that this is the Christ. \n \n","Now when many days had passed, the Jews plotted together to do away with him.","However, their plot against Saul became known to him. They were also watching the gates closely both day and night in order to do away with him.","So his disciples took him and let him down by night through an opening in the wall, lowering him in a basket. \n \n","On arriving in Jerusalem, he made efforts to join the disciples, but they were all afraid of him, because they did not believe he was a disciple.","So Barʹna·bas came to his aid and led him to the apostles, and he told them in detail how on the road he had seen the Lord, and that he had spoken to him, and how in Damascus he had spoken boldly in the name of Jesus.","So he remained with them, moving about freely in Jerusalem, speaking boldly in the name of the Lord.","He was talking and disputing with the Greek-speaking Jews, but these made attempts to do away with him.","When the brothers found out about this, they brought him down to Caes·a·reʹa and sent him off to Tarsus. \n \n","Then, indeed, the congregation throughout the whole of Ju·deʹa and Galʹi·lee and Sa·marʹi·a entered into a period of peace, being built up; and as it walked in the fear of Jehovah and in the comfort of the holy spirit, it kept on multiplying. \n \n","Now as Peter was traveling through all the region, he came down also to the holy ones who lived in Lydʹda.","There he found a man named Ae·neʹas, who had been lying flat on his bed for eight years, for he was paralyzed.","Peter said to him: “Ae·neʹas, Jesus Christ heals you. Rise and make up your bed.” And he got up immediately.","When all those living in Lydʹda and the Plain of Sharʹon saw him, they turned to the Lord. \n \n","Now there was in Jopʹpa a disciple named Tabʹi·tha, which means, when translated, “Dorʹcas.” She abounded in good deeds and gifts of mercy that she was making.","But in those days she fell sick and died. So they bathed her and laid her in an upper room.","Since Lydʹda was near Jopʹpa, when the disciples heard that Peter was in that city, they sent two men to him to urge him: “Please come to us without delay.”","At that Peter got up and went with them. And when he arrived, they led him up into the upper room; and all the widows presented themselves to him, weeping and showing many garments and robes that Dorʹcas had made while she was with them.","Peter then put everyone outside, and kneeling down, he prayed. Then turning toward the body, he said: “Tabʹi·tha, rise!” She opened her eyes, and as she caught sight of Peter, she sat up.","Giving her his hand, he raised her up, and he called the holy ones and the widows and presented her alive.","This became known throughout all Jopʹpa, and many became believers in the Lord.","He remained for quite a few days in Jopʹpa with a tanner named Simon. \n"],["Now there was a man in Caes·a·reʹa named Cornelius, an army officer in what was called the Italian unit.","He was a devout man who feared God together with all his household, and he made many gifts of mercy to the people and made supplication to God continually.","About the ninth hour of the day, he saw plainly in a vision an angel of God come in to him and say: “Cornelius!”","Cornelius stared at him, terrified, and asked: “What is it, Lord?” He said to him: “Your prayers and gifts of mercy have ascended as a remembrance before God.","So now send men to Jopʹpa and summon a man named Simon who is called Peter.","This man is staying as a guest with Simon, a tanner who has a house by the sea.”","As soon as the angel who spoke to him left, he called two of his servants and a devout soldier from among those who were his attendants,","and he related everything to them and sent them to Jopʹpa. \n \n","The next day as they were continuing on their journey and were approaching the city, Peter went up to the housetop about the sixth hour to pray.","But he became very hungry and wanted to eat. While they were preparing the meal, he fell into a trance","and saw heaven opened and something descending like a great linen sheet being let down by its four corners on the earth;","and in it were all sorts of four-footed animals and reptiles of the earth and birds of heaven.","Then a voice said to him: “Get up, Peter, slaughter and eat!”","But Peter said: “Not at all, Lord, because I have never eaten anything defiled and unclean.”","And the voice spoke again to him, the second time: “Stop calling defiled the things God has cleansed.”","This happened a third time, and immediately it was taken up into heaven. \n \n","While Peter was still perplexed about what the vision he had seen could mean, just then the men sent by Cornelius asked where Simon’s house was and stood there at the gate.","They called out and inquired whether Simon who was called Peter was a guest there.","As Peter was still pondering over the vision, the spirit said: “Look! Three men are asking for you.","So get up, go downstairs and go with them, not doubting at all, because I have sent them.”","Then Peter went downstairs to the men and said: “Here I am, the one you are looking for. Why are you here?”","They said: “Cornelius, an army officer, a righteous and God-fearing man who is well-reported-on by the whole nation of the Jews, was given divine instructions by a holy angel to send for you to come to his house and to hear what you have to say.”","So he invited them in and had them stay as his guests. \n \nThe next day he got up and went off with them, and some of the brothers from Jopʹpa went with him.","The following day he entered into Caes·a·reʹa. Cornelius, of course, was expecting them and had called together his relatives and close friends.","As Peter entered, Cornelius met him, fell down at his feet, and did obeisance to him.","But Peter lifted him up, saying: “Rise; I too am just a man.”","As he conversed with him, he went in and found many people assembled.","He said to them: “You well know how unlawful it is for a Jew to associate with or approach a man of another race, and yet God has shown me that I should call no man defiled or unclean.","So I came, really without objection, when I was sent for. Therefore, I ask you why you sent for me.” \n \n","Then Cornelius said: “Four days ago counting from this hour, I was praying in my house at the ninth hour; just then a man in bright clothing stood in front of me","and said: ‘Cornelius, your prayer has been favorably heard, and your gifts of mercy have been remembered before God.","Therefore, send to Jopʹpa and call for Simon who is called Peter. This man is a guest in the house of Simon, a tanner, by the sea.’","I then sent for you at once, and you were kind enough to come here. So now we are all present before God to hear all the things you have been commanded by Jehovah to say.” \n \n","At this Peter began to speak, and he said: “Now I truly understand that God is not partial,","but in every nation the man who fears him and does what is right is acceptable to him.","He sent out the word to the sons of Israel to declare to them the good news of peace through Jesus Christ—this one is Lord of all.","You know the subject that was talked about throughout all Ju·deʹa, starting from Galʹi·lee after the baptism that John preached:","about Jesus who was from Nazʹa·reth, how God anointed him with holy spirit and power, and he went through the land doing good and healing all those oppressed by the Devil, because God was with him.","And we are witnesses of all the things he did both in the country of the Jews and in Jerusalem; but they did away with him by hanging him on a stake.","God raised this one up on the third day and allowed him to become manifest,","not to all the people, but to witnesses appointed beforehand by God, to us, who ate and drank with him after his rising from the dead.","Also, he ordered us to preach to the people and to give a thorough witness that this is the one decreed by God to be judge of the living and the dead.","To him all the prophets bear witness, that everyone putting faith in him receives forgiveness of sins through his name.” \n \n","While Peter was still speaking about these matters, the holy spirit came upon all those hearing the word.","And the circumcised believers who had come with Peter were amazed, because the free gift of the holy spirit was being poured out also on people of the nations.","For they heard them speaking in foreign languages and magnifying God. Then Peter responded:","“Can anyone deny water to prevent these from being baptized who have received the holy spirit just as we have?”","With that he commanded them to be baptized in the name of Jesus Christ. Then they requested him to stay for some days. \n"],["Now the apostles and the brothers who were in Ju·deʹa heard that people of the nations had also accepted the word of God.","So when Peter came up to Jerusalem, the supporters of circumcision began to criticize him,","saying: “You went into the house of men who were not circumcised and ate with them.”","At this Peter went on to explain the matter in detail to them, saying: \n \n","“I was in the city of Jopʹpa praying, and while in a trance I saw a vision, something descending like a great linen sheet being let down by its four corners from heaven, and it came right down to me.","Looking closely into it, I observed four-footed animals of the earth, wild beasts, reptiles, and birds of heaven.","I also heard a voice say to me: ‘Get up, Peter, slaughter and eat!’","But I said: ‘Certainly not, Lord, because a defiled or unclean thing has never entered my mouth.’","The second time, the voice from heaven answered: ‘You stop calling defiled the things God has cleansed.’","This happened a third time, and everything was pulled up again into heaven.","Also just at that moment, three men were standing at the house where we were staying, having been sent to me from Caes·a·reʹa.","Then the spirit told me to go with them, not doubting at all. But these six brothers also went with me, and we entered into the house of the man. \n \n","“He reported to us how he saw the angel stand in his house and say: ‘Send men to Jopʹpa and summon Simon who is called Peter,","and he will tell you things by which you and all your household may get saved.’","But when I started to speak, the holy spirit fell on them just as it did also on us in the beginning.","At this I recalled the saying of the Lord, how he used to say: ‘John baptized with water, but you will be baptized with holy spirit.’","If, therefore, God gave the same free gift to them that he gave to us who have believed in the Lord Jesus Christ, who was I that I should be able to hinder God?” \n \n","When they heard these things, they stopped objecting, and they glorified God, saying: “So, then, God has also granted to people of the nations repentance leading to life.” \n \n","Now those who had been scattered by the tribulation that arose over Stephen went as far as Phoe·niʹcia, Cyʹprus, and Antioch, but they spoke the word only to the Jews.","However, some of the men among them from Cyʹprus and Cy·reʹne came to Antioch and began talking to the Greek-speaking people, declaring the good news of the Lord Jesus.","Furthermore, the hand of Jehovah was with them, and a great number became believers and turned to the Lord. \n \n","The report about them reached the ears of the congregation in Jerusalem, and they sent out Barʹna·bas as far as Antioch.","When he arrived and saw the undeserved kindness of God, he rejoiced and began to encourage them all to continue in the Lord with heartfelt resolve;","for he was a good man and full of holy spirit and faith. And a considerable crowd was added to the Lord.","So he went to Tarsus to make a thorough search for Saul.","After he found him, he brought him to Antioch. So for a whole year they assembled with them in the congregation and taught quite a crowd, and it was first in Antioch that the disciples were by divine providence called Christians. \n \n","In those days prophets came down from Jerusalem to Antioch.","One of them named Agʹa·bus stood up and foretold through the spirit that a great famine was about to come on the entire inhabited earth, which, in fact, did take place in the time of Claudius.","So the disciples determined, each according to what he could afford, to send relief to the brothers living in Ju·deʹa;","and this they did, sending it to the elders by the hand of Barʹna·bas and Saul. \n"],["About that time Herod the king began mistreating some of those of the congregation.","He put James the brother of John to death by the sword.","When he saw that it was pleasing to the Jews, he also went on to arrest Peter. (This was during the days of the Unleavened Bread.)","He seized him and put him in prison, turning him over to four shifts of four soldiers each to guard him, intending to bring him out before the people after the Passover.","So Peter was being kept in the prison, but the congregation was intensely praying to God for him. \n \n","When Herod was about to bring him out, that night Peter was sleeping bound with two chains between two soldiers, and guards in front of the door were keeping watch over the prison.","But look! Jehovah’s angel was standing there, and a light shone in the prison cell. Hitting Peter on the side, he woke him, saying: “Get up quickly!” And the chains fell off his hands.","The angel said to him: “Get dressed and put on your sandals.” He did so. Finally he said to him: “Put your outer garment on, and keep following me.”","And he went out and kept following him, but he did not know that what was happening through the angel was real. In fact, he thought he was seeing a vision.","Going past the first sentinel guard and the second, they reached the iron gate leading into the city, and this opened to them by itself. After they went out, they made their way down one street, and immediately the angel departed from him.","And Peter, realizing what was happening, said: “Now I know for sure that Jehovah sent his angel and rescued me from Herod’s hand and from everything that the Jews were expecting to happen.” \n \n","After he realized this, he went to the house of Mary the mother of John who was called Mark, where quite a few were gathered together and were praying.","When he knocked at the door of the gateway, a servant girl named Rhoda came to answer the call.","On recognizing the voice of Peter, she was so overjoyed that she did not open the gate, but ran inside and reported that Peter was standing at the gateway.","They said to her: “You are out of your mind.” But she kept insisting that it was so. They began to say: “It is his angel.”","But Peter remained there, knocking. When they opened the door, they saw him and were astonished.","But he motioned to them with his hand to be silent and told them in detail how Jehovah had brought him out of the prison, and he said: “Report these things to James and the brothers.” With that he went out and traveled to another place. \n \n","Now when it became day, there was quite a disturbance among the soldiers over what had become of Peter.","Herod made a diligent search for him, and not finding him, he interrogated the guards and commanded them to be led off to punishment; and he went down from Ju·deʹa to Caes·a·reʹa and spent some time there. \n \n","Now he was in an angry mood against the people of Tyre and Siʹdon. So they came to him with one purpose, and after persuading Blastus, the man in charge of the king’s household affairs, they sued for peace, because their country was supplied with food from the land of the king.","On a set day, Herod clothed himself with royal raiment and sat down on the judgment seat and began giving them a public address.","Then the people who were assembled began shouting: “A god’s voice, and not a man’s!”","Instantly the angel of Jehovah struck him, because he did not give the glory to God, and he was eaten up with worms and died. \n \n","But the word of Jehovah went on growing and spreading. \n \n","As for Barʹna·bas and Saul, after fully carrying out the relief work in Jerusalem, they returned and took along with them John, the one also called Mark. \n"],["Now in Antioch there were prophets and teachers in the local congregation: Barʹna·bas, Symʹe·on who was called Niʹger, Lucius of Cy·reʹne, Manʹa·en who was educated with Herod the district ruler, and Saul.","As they were ministering to Jehovah and fasting, the holy spirit said: “Set aside for me Barʹna·bas and Saul for the work to which I have called them.”","Then after fasting and praying, they laid their hands on them and sent them off. \n \n","So these men, sent out by the holy spirit, went down to Se·leuʹcia, and from there they sailed away to Cyʹprus.","When they arrived in Salʹa·mis, they began proclaiming the word of God in the synagogues of the Jews. They also had John as an attendant. \n \n","When they had gone through the whole island as far as Paʹphos, they met up with a Jewish man named Bar-Jeʹsus, who was a sorcerer and a false prophet.","He was with the proconsul Sergius Paulus, an intelligent man. Calling Barʹna·bas and Saul to him, this man was eager to hear the word of God.","But Elʹy·mas the sorcerer (for that is how his name is translated) began opposing them, trying to turn the proconsul away from the faith.","Then Saul, also called Paul, becoming filled with holy spirit, looked at him intently","and said: “O man full of every sort of fraud and every sort of villainy, you son of the Devil, you enemy of everything righteous, will you not quit distorting the right ways of Jehovah?","Look! Jehovah’s hand is upon you, and you will be blind, not seeing the sunlight for a time.” Instantly a thick mist and darkness fell on him, and he went around trying to find someone to lead him by the hand.","Then the proconsul, on seeing what had happened, became a believer, for he was astounded at the teaching of Jehovah. \n \n","Now Paul and his companions put out to sea from Paʹphos and arrived at Perga in Pam·phylʹi·a. But John left them and returned to Jerusalem.","However, they went on from Perga and came to Antioch in Pi·sidʹi·a. And going into the synagogue on the Sabbath day, they took a seat.","After the public reading of the Law and the Prophets, the presiding officers of the synagogue sent word to them, saying: “Men, brothers, if you have any word of encouragement for the people, tell it.”","So Paul stood up, and motioning with his hand, he said: \n \n“Men, Israelites and you others who fear God, listen.","The God of this people Israel chose our forefathers, and he exalted the people while they lived as foreigners in the land of Egypt and brought them out of it with an uplifted arm.","And for a period of about 40 years, he put up with them in the wilderness.","After destroying seven nations in the land of Caʹnaan, he assigned their land as an inheritance.","All of that was during about 450 years. \n \n“After this he gave them judges until Samuel the prophet.","But afterward they demanded a king, and God gave them Saul the son of Kish, a man of the tribe of Benjamin, for 40 years.","After removing him, he raised up for them David as king, about whom he bore witness and said: ‘I have found David the son of Jesʹse a man agreeable to my heart; he will do all the things I desire.’","According to his promise, from the offspring of this man, God has brought to Israel a savior, Jesus.","Before the arrival of that one, John had preached publicly to all the people of Israel baptism in symbol of repentance.","But as John was finishing his course, he would say: ‘What do you suppose I am? I am not he. But look! One is coming after me the sandals of whose feet I am not worthy to untie.’ \n \n","“Men, brothers, you descendants of Abraham’s family and those others among you who fear God, the word of this salvation has been sent to us.","For the inhabitants of Jerusalem and their rulers did not recognize this one, but when acting as judges, they fulfilled the things spoken by the Prophets, which are read aloud every sabbath.","Even though they found no cause for death, they demanded of Pilate to have him executed.","And when they had accomplished all the things written about him, they took him down from the stake and laid him in a tomb.","But God raised him up from the dead,","and for many days he became visible to those who had gone with him from Galʹi·lee up to Jerusalem. These are now his witnesses to the people. \n \n","“So we are declaring to you the good news about the promise made to the forefathers.","God has completely fulfilled it to us, their children, by resurrecting Jesus; just as it is written in the second psalm: ‘You are my son; today I have become your father.’","And the fact that He resurrected him from the dead never again to return to corruption, He has stated in this way: ‘I will give you the expressions of loyal love promised to David, which are faithful.’","So it also says in another psalm: ‘You will not allow your loyal one to see corruption.’","David, on the one hand, rendered service to God in his own generation, fell asleep in death, was laid with his forefathers, and did see corruption.","On the other hand, the one whom God raised up did not see corruption. \n \n","“Let it therefore be known to you, brothers, that through this one a forgiveness of sins is being proclaimed to you,","and that from all the things from which you could not be declared guiltless by means of the Law of Moses, everyone who believes is declared guiltless by means of this one.","Therefore, watch out that what is said in the Prophets does not come upon you:","‘Look at it, you scorners, and be amazed, and perish, for I am doing a work in your days, a work that you will never believe even if anyone relates it to you in detail.’” \n \n","Now when they were going out, the people pleaded with them to speak about these matters on the following Sabbath.","So after the synagogue assembly was dismissed, many of the Jews and the proselytes who worshipped God followed Paul and Barʹna·bas, who, as they spoke to them, urged them to remain in the undeserved kindness of God. \n \n","The next Sabbath nearly all the city gathered together to hear the word of Jehovah.","When the Jews saw the crowds, they were filled with jealousy and began blasphemously contradicting the things Paul was saying.","Then Paul and Barʹna·bas boldly said to them: “It was necessary for the word of God to be spoken first to you. Since you are rejecting it and do not judge yourselves worthy of everlasting life, look! we turn to the nations.","For Jehovah has commanded us in these words: ‘I have appointed you as a light of nations, for you to be a salvation to the ends of the earth.’” \n \n","When those of the nations heard this, they began to rejoice and to glorify the word of Jehovah, and all those who were rightly disposed for everlasting life became believers.","Furthermore, the word of Jehovah was being spread throughout the whole country.","But the Jews incited the prominent women who were God-fearing and the principal men of the city, and they stirred up persecution against Paul and Barʹna·bas and threw them outside their boundaries.","So they shook the dust off their feet against them and went to I·coʹni·um.","And the disciples continued to be filled with joy and holy spirit. \n"],["Now in I·coʹni·um they entered together into the synagogue of the Jews and spoke in such a manner that a great multitude of both Jews and Greeks became believers.","But the Jews who did not believe stirred up and wrongly influenced the people of the nations against the brothers.","So they spent considerable time speaking with boldness by the authority of Jehovah, who bore witness to the word of his undeserved kindness by allowing signs and wonders to be performed through them.","However, the multitude of the city was divided; some were for the Jews but others for the apostles.","When both the people of the nations and the Jews with their rulers made an attempt to treat them insolently and stone them,","they were informed of it, and they fled to the cities of Lyc·a·oʹni·a, Lysʹtra and Derʹbe, and to the surrounding country.","There they went on declaring the good news. \n \n","Now in Lysʹtra there was a man sitting down whose feet were crippled. He was lame from birth and had never walked.","This man was listening to Paul as he was speaking. Paul, looking intently at him and seeing that he had faith to be made well,","said with a loud voice: “Stand up on your feet.” So the man leaped up and began walking.","When the crowds saw what Paul had done, they cried out in the Lyc·a·oʹni·an language: “The gods have become like humans and have come down to us!”","And they started calling Barʹna·bas Zeus, but Paul Herʹmes, since he was taking the lead in speaking.","And the priest of Zeus, whose temple was at the entrance of the city, brought bulls and garlands to the gates and wanted to offer sacrifices with the crowds. \n \n","However, when the apostles Barʹna·bas and Paul heard of it, they ripped their garments and leaped out into the crowd and cried out:","“Men, why are you doing these things? We too are humans having the same infirmities as you have. And we are declaring the good news to you, for you to turn from these vain things to the living God, who made the heaven and the earth and the sea and all the things in them.","In past generations he permitted all the nations to go on in their ways,","although he did not leave himself without witness in that he did good, giving you rains from heaven and fruitful seasons, satisfying you with food and filling your hearts with gladness.”","And yet despite saying these things, they barely restrained the crowds from sacrificing to them. \n \n","But Jews arrived from Antioch and I·coʹni·um and persuaded the crowds, and they stoned Paul and dragged him outside the city, imagining that he was dead.","However, when the disciples surrounded him, he got up and entered the city. On the next day he left with Barʹna·bas for Derʹbe.","After declaring the good news to that city and making quite a few disciples, they returned to Lysʹtra, I·coʹni·um, and Antioch.","There they strengthened the disciples, encouraging them to remain in the faith and saying: “We must enter into the Kingdom of God through many tribulations.”","Moreover, they appointed elders for them in each congregation, offering prayer with fasting, and they entrusted them to Jehovah, in whom they had become believers. \n \n","Then they went through Pi·sidʹi·a and came into Pam·phylʹi·a,","and after proclaiming the word in Perga, they went down to At·ta·liʹa.","From there they sailed off for Antioch, where they had been entrusted to the undeserved kindness of God for the work they had now completed. \n \n","When they had arrived and had gathered the congregation together, they related the many things God had done by means of them, and that he had opened to the nations the door to faith.","So they spent considerable time with the disciples. \n"],["Now some men came down from Ju·deʹa and began to teach the brothers: “Unless you get circumcised according to the custom of Moses, you cannot be saved.”","But after quite a bit of dissension and disputing by Paul and Barʹna·bas with them, it was arranged for Paul, Barʹna·bas, and some of the others to go up to the apostles and elders in Jerusalem regarding this issue. \n \n","So after being escorted partway by the congregation, these men continued on through both Phoe·niʹcia and Sa·marʹi·a, relating in detail the conversion of people of the nations and bringing great joy to all the brothers.","On arriving in Jerusalem, they were kindly received by the congregation and the apostles and the elders, and they related the many things God had done by means of them.","But some of those of the sect of the Pharisees who had become believers stood up from their seats and said: “It is necessary to circumcise them and command them to observe the Law of Moses.” \n \n","So the apostles and the elders gathered together to look into this matter.","After much intense discussion had taken place, Peter rose and said to them: “Men, brothers, you well know that from early days God made the choice among you that through my mouth people of the nations should hear the word of the good news and believe.","And God, who knows the heart, bore witness by giving them the holy spirit, just as he did to us also.","And he made no distinction at all between us and them, but purified their hearts by faith.","So why are you now making a test of God by imposing on the neck of the disciples a yoke that neither our forefathers nor we were capable of bearing?","On the contrary, we have faith that we are saved through the undeserved kindness of the Lord Jesus in the same way that they are.” \n \n","At that the entire group became silent, and they began to listen to Barʹna·bas and Paul relate the many signs and wonders that God had done through them among the nations.","After they finished speaking, James replied: “Men, brothers, hear me.","Symʹe·on has related thoroughly how God for the first time turned his attention to the nations to take out of them a people for his name.","And with this the words of the Prophets agree, just as it is written:","‘After these things I will return and raise up again the tent of David that is fallen down; I will rebuild its ruins and restore it,","so that the men who remain may earnestly seek Jehovah, together with people of all the nations, people who are called by my name, says Jehovah, who is doing these things,","known from of old.’","Therefore, my decision is not to trouble those from the nations who are turning to God,","but to write them to abstain from things polluted by idols, from sexual immorality, from what is strangled, and from blood.","For from ancient times Moses has had those who preach him in city after city, because he is read aloud in the synagogues on every sabbath.” \n \n","Then the apostles and the elders, together with the whole congregation, decided to send chosen men from among them to Antioch, along with Paul and Barʹna·bas; they sent Judas who was called Barʹsab·bas and Silas, who were leading men among the brothers.","They wrote this and sent it through them: \n \n“The apostles and the elders, your brothers, to those brothers in Antioch, Syria, and Ci·liʹcia who are from the nations: Greetings!","Since we have heard that some went out from among us and caused you trouble with what they have said, trying to subvert you, although we did not give them any instructions,","we have come to a unanimous decision to choose men to send to you together with our beloved Barʹna·bas and Paul,","men who have given up their lives for the name of our Lord Jesus Christ.","We are therefore sending Judas and Silas, so that they also may report the same things by word of mouth.","For the holy spirit and we ourselves have favored adding no further burden to you except these necessary things:","to keep abstaining from things sacrificed to idols, from blood, from what is strangled, and from sexual immorality. If you carefully keep yourselves from these things, you will prosper. Good health to you!” \n \n","So when these men were dismissed, they went down to Antioch, and they gathered the whole group together and handed them the letter.","After reading it, they rejoiced over the encouragement.","And Judas and Silas, since they were also prophets, encouraged the brothers with many talks and strengthened them.","After they had spent some time there, they were sent off in peace by the brothers to those who had sent them.","——","But Paul and Barʹna·bas stayed in Antioch, teaching and declaring, along with many others, the good news of the word of Jehovah. \n \n","After some days, Paul said to Barʹna·bas: “Let us now return and visit the brothers in every one of the cities where we proclaimed the word of Jehovah, to see how they are.”","Barʹna·bas was determined to take along John, who was called Mark.","Paul, however, was not in favor of taking him along with them, seeing that he had departed from them in Pam·phylʹi·a and had not gone with them to the work.","At this there was a sharp burst of anger, so that they separated from each other; and Barʹna·bas took Mark along and sailed away to Cyʹprus.","Paul selected Silas and departed after he had been entrusted by the brothers to the undeserved kindness of Jehovah.","He went through Syria and Ci·liʹcia, strengthening the congregations. \n"],["So he arrived at Derʹbe and also at Lysʹtra. And a disciple named Timothy was there, the son of a believing Jewish woman but of a Greek father,","and he was well-reported-on by the brothers in Lysʹtra and I·coʹni·um.","Paul expressed the desire for Timothy to accompany him, and he took him and circumcised him because of the Jews in those places, for they all knew that his father was a Greek.","As they traveled on through the cities, they would deliver to them for observance the decrees that had been decided on by the apostles and the elders who were in Jerusalem.","Then, indeed, the congregations continued to be made firm in the faith and to increase in number day by day. \n \n","Moreover, they traveled through Phrygʹi·a and the country of Ga·laʹti·a, because they were forbidden by the holy spirit to speak the word in the province of Asia.","Further, when they came down to Mysʹi·a, they made efforts to go into Bi·thynʹi·a, but the spirit of Jesus did not permit them.","So they passed by Mysʹi·a and came down to Troʹas.","And during the night a vision appeared to Paul—a Mac·e·doʹni·an man was standing there urging him and saying: “Step over into Mac·e·doʹni·a and help us.”","As soon as he had seen the vision, we tried to go into Mac·e·doʹni·a, drawing the conclusion that God had summoned us to declare the good news to them. \n \n","So we put out to sea from Troʹas and made a straight run to Samʹo·thrace, but on the following day to Ne·apʹo·lis;","and from there we went to Phi·lipʹpi, a colony, which is the principal city of the district of Mac·e·doʹni·a. We stayed in this city for some days.","On the Sabbath day we went outside the gate beside a river, where we thought there was a place of prayer, and we sat down and began speaking to the women who had assembled.","And a woman named Lydʹi·a, a seller of purple from the city of Thy·a·tiʹra and a worshipper of God, was listening, and Jehovah opened her heart wide to pay attention to the things Paul was saying.","Now when she and her household got baptized, she urged us: “If you have considered me to be faithful to Jehovah, come and stay at my house.” And she just made us come. \n \n","Now it happened that as we were going to the place of prayer, a servant girl with a spirit, a demon of divination, met us. She supplied her masters with much profit by fortune-telling.","This girl kept following Paul and us and crying out with the words: “These men are slaves of the Most High God and are proclaiming to you the way of salvation.”","She kept doing this for many days. Finally Paul got tired of it and turned and said to the spirit: “I order you in the name of Jesus Christ to come out of her.” And it came out that very hour. \n \n","Well, when her masters saw that their hope of profit was gone, they seized Paul and Silas and dragged them into the marketplace to the rulers.","Leading them up to the civil magistrates, they said: “These men are disturbing our city very much. They are Jews,","and they are proclaiming customs that it is not lawful for us to adopt or practice, seeing that we are Romans.”","And the crowd rose up together against them, and the civil magistrates, after tearing the garments off them, gave the command to beat them with rods.","After they had inflicted many blows on them, they threw them into prison and ordered the jailer to guard them securely.","Because he got such an order, he threw them into the inner prison and fastened their feet in the stocks. \n \n","But about the middle of the night, Paul and Silas were praying and praising God with song, and the prisoners were listening to them.","Suddenly a great earthquake occurred, so that the foundations of the jail were shaken. Moreover, all the doors were instantly opened, and everyone’s bonds came loose.","When the jailer woke up and saw that the prison doors were open, he drew his sword and was about to kill himself, assuming that the prisoners had escaped.","But Paul called out with a loud voice: “Do not hurt yourself, for we are all here!”","So he asked for lights and rushed in, and seized with trembling, he fell down before Paul and Silas.","He brought them outside and said: “Sirs, what must I do to get saved?”","They said: “Believe in the Lord Jesus, and you will get saved, you and your household.”","Then they spoke the word of Jehovah to him together with all those in his house.","And he took them along in that hour of the night and washed their wounds. Then he and his entire household were baptized without delay.","He brought them into his house and set a table before them, and he rejoiced greatly with all his household now that he had believed in God. \n \n","When it became day, the civil magistrates sent the constables to say: “Release those men.”","The jailer reported their words to Paul: “The civil magistrates have sent men to have you two released. So come out now and go in peace.”","But Paul said to them: “They flogged us publicly, uncondemned, though we are Romans, and threw us into prison. Are they now throwing us out secretly? No, indeed! Let them come themselves and escort us out.”","The constables reported these words to the civil magistrates. These grew fearful when they heard that the men were Romans.","So they came and pleaded with them, and after escorting them out, they requested them to depart from the city.","But they came out of the prison and went to the home of Lydʹi·a; and when they saw the brothers, they encouraged them and departed. \n"],["They now traveled through Am·phipʹo·lis and Ap·ol·loʹni·a and came to Thes·sa·lo·niʹca, where there was a synagogue of the Jews.","So according to Paul’s custom he went inside to them, and for three sabbaths he reasoned with them from the Scriptures,","explaining and proving by references that it was necessary for the Christ to suffer and to rise from the dead, saying: “This is the Christ, this Jesus whom I am proclaiming to you.”","As a result, some of them became believers and associated themselves with Paul and Silas, and so did a great multitude of the Greeks who worshipped God, along with quite a few of the principal women. \n \n","But the Jews, getting jealous, gathered together some wicked men who were loitering at the marketplace and formed a mob and proceeded to throw the city into an uproar. They assaulted the house of Jaʹson and were seeking to have Paul and Silas brought out to the mob.","When they did not find them, they dragged Jaʹson and some of the brothers to the city rulers, crying out: “These men who have overturned the inhabited earth are present here also,","and Jaʹson has received them as his guests. All these men act in opposition to the decrees of Caesar, saying there is another king, Jesus.”","When they heard these things, the crowd and the city rulers were alarmed;","and after taking sufficient security from Jaʹson and the others, they let them go. \n \n","Immediately by night the brothers sent both Paul and Silas to Be·roeʹa. On arriving, they went into the synagogue of the Jews.","Now these were more noble-minded than those in Thes·sa·lo·niʹca, for they accepted the word with the greatest eagerness of mind, carefully examining the Scriptures daily to see whether these things were so.","Therefore, many of them became believers, and so did quite a few of the reputable Greek women as well as some of the men.","But when the Jews from Thes·sa·lo·niʹca learned that the word of God was also being proclaimed by Paul in Be·roeʹa, they came there to incite and agitate the crowds.","Then the brothers immediately sent Paul away to the sea, but both Silas and Timothy remained behind there.","However, those accompanying Paul brought him as far as Athens, and they departed after receiving instructions that Silas and Timothy should come to Paul as quickly as possible. \n \n","Now while Paul was waiting for them in Athens, his spirit within him became irritated on seeing that the city was full of idols.","So he began to reason in the synagogue with the Jews and the other people who worshipped God and every day in the marketplace with those who happened to be on hand.","But some of both the Ep·i·cu·reʹan and the Stoʹic philosophers began disputing with him, and some were saying: “What is it this chatterer would like to tell?” Others: “He seems to be a proclaimer of foreign deities.” This was because he was declaring the good news of Jesus and the resurrection.","So they took hold of him and led him to the Ar·e·opʹa·gus, saying: “Can we get to know what this new teaching is that you are speaking about?","For you are introducing some things that are strange to our ears, and we want to know what these things mean.”","In fact, all Athenians and the foreigners staying there would spend their leisure time doing nothing else but telling or listening to something new.","Paul now stood in the midst of the Ar·e·opʹa·gus and said: \n \n“Men of Athens, I see that in all things you seem to be more given to the fear of the deities than others are.","For instance, while passing along and carefully observing your objects of veneration, I found even an altar on which had been inscribed ‘To an Unknown God.’ Therefore, what you are unknowingly worshipping, this I am declaring to you.","The God who made the world and all the things in it, being, as he is, Lord of heaven and earth, does not dwell in handmade temples;","nor is he served by human hands as if he needed anything, because he himself gives to all people life and breath and all things.","And he made out of one man every nation of men to dwell on the entire surface of the earth, and he decreed the appointed times and the set limits of where men would dwell,","so that they would seek God, if they might grope for him and really find him, although, in fact, he is not far off from each one of us.","For by him we have life and move and exist, even as some of your own poets have said, ‘For we are also his children.’ \n \n","“Therefore, since we are the children of God, we should not think that the Divine Being is like gold or silver or stone, like something sculptured by the art and design of humans.","True, God has overlooked the times of such ignorance; but now he is declaring to all people everywhere that they should repent.","Because he has set a day on which he purposes to judge the inhabited earth in righteousness by a man whom he has appointed, and he has provided a guarantee to all men by resurrecting him from the dead.” \n \n","Now when they heard of a resurrection of the dead, some began to scoff, while others said: “We will hear you again about this.”","So Paul left them,","but some men joined him and became believers. Among them were Di·o·nysʹi·us, who was a judge of the court of the Ar·e·opʹa·gus, and a woman named Damʹa·ris, and others besides them. \n"],["After this he departed from Athens and came to Corinth.","And he found a Jew named Aqʹui·la, a native of Ponʹtus who had recently come from Italy with Pris·cilʹla his wife, because Claudius had ordered all the Jews to leave Rome. So he went to them,","and because he had the same trade, he stayed at their home and worked with them, for they were tentmakers by trade.","He would give a talk in the synagogue every sabbath and would persuade Jews and Greeks. \n \n","When, now, both Silas and Timothy came down from Mac·e·doʹni·a, Paul began to be intensely occupied with the word, witnessing to the Jews to prove that Jesus is the Christ.","But after they kept on opposing him and speaking abusively, he shook out his garments and said to them: “Let your blood be on your own heads. I am clean. From now on I will go to people of the nations.”","So he transferred from there and went into the house of a man named Titius Justus, a worshipper of God, whose house adjoined the synagogue.","But Crisʹpus, the presiding officer of the synagogue, became a believer in the Lord, along with all his household. And many of the Corinthians who heard began to believe and be baptized.","Moreover, the Lord said to Paul in a vision by night: “Do not be afraid, but keep on speaking and do not keep silent,","for I am with you and no man will assault you to harm you; for I have many people in this city.”","So he stayed there for a year and six months, teaching the word of God among them. \n \n","While Galʹli·o was proconsul of A·chaʹia, the Jews made a concerted attack against Paul and led him to the judgment seat,","saying: “This man is persuading people to worship God in a way contrary to the law.”","But as Paul was about to speak, Galʹli·o said to the Jews: “If, indeed, it were some wrong or a serious crime, O Jews, it would be reasonable for me to hear you out patiently.","But if it is controversies over speech and names and your own law, you yourselves must see to it. I do not wish to be a judge of these things.”","With that he drove them away from the judgment seat.","So they all seized Sosʹthe·nes, the presiding officer of the synagogue, and began beating him in front of the judgment seat. But Galʹli·o would not get involved at all with these things. \n \n","However, after staying quite a few days longer, Paul said good-bye to the brothers and sailed away for Syria, accompanied by Pris·cilʹla and Aqʹui·la. He had his hair clipped short in Cenʹchre·ae, for he had made a vow.","So they arrived at Ephʹe·sus, and he left them there; but he entered the synagogue and reasoned with the Jews.","Although they kept requesting him to stay longer, he would not consent","but said good-bye and told them: “I will return to you again, if Jehovah is willing.” And he put out to sea from Ephʹe·sus","and came down to Caes·a·reʹa. And he went up and greeted the congregation and then went down to Antioch. \n \n","After spending some time there, he departed and went from place to place through the country of Ga·laʹti·a and Phrygʹi·a, strengthening all the disciples. \n \n","Now a Jew named A·polʹlos, a native of Alexandria, arrived in Ephʹe·sus; he was an eloquent man who was well-versed in the Scriptures.","This man had been instructed in the way of Jehovah, and aglow with the spirit, he was speaking and teaching accurately the things about Jesus, but he was acquainted only with the baptism of John.","He began to speak boldly in the synagogue, and when Pris·cilʹla and Aqʹui·la heard him, they took him into their company and explained the way of God more accurately to him.","Further, because he wanted to go across to A·chaʹia, the brothers wrote to the disciples, urging them to receive him kindly. So when he got there, he greatly helped those who through God’s undeserved kindness had become believers;","for publicly and with great intensity he thoroughly proved the Jews to be wrong, showing them from the Scriptures that Jesus is the Christ. \n"],["In the course of events, while A·polʹlos was in Corinth, Paul went through the inland regions and came down to Ephʹe·sus. There he found some disciples","and said to them: “Did you receive holy spirit when you became believers?” They replied to him: “Why, we have never heard that there is a holy spirit.”","So he said: “In what, then, were you baptized?” They said: “In John’s baptism.”","Paul said: “John baptized with the baptism in symbol of repentance, telling the people to believe in the one coming after him, that is, in Jesus.”","On hearing this, they got baptized in the name of the Lord Jesus.","And when Paul laid his hands on them, the holy spirit came upon them, and they began speaking in foreign languages and prophesying.","There were about 12 men in all. \n \n","Entering the synagogue, for three months he spoke with boldness, giving talks and reasoning persuasively about the Kingdom of God.","But when some stubbornly refused to believe, speaking injuriously about The Way before the crowd, he withdrew from them and separated the disciples from them, giving talks daily in the school auditorium of Ty·ranʹnus.","This went on for two years, so that all those living in the province of Asia heard the word of the Lord, both Jews and Greeks. \n \n","And God kept performing extraordinary powerful works through the hands of Paul,","so that even cloths and aprons that had touched his body were carried to the sick, and the diseases left them, and the wicked spirits came out.","But some of the Jews who traveled around casting out demons also tried to use the name of the Lord Jesus over those who had wicked spirits; they would say: “I solemnly charge you by Jesus whom Paul preaches.”","Now there were seven sons of a Jewish chief priest named Sceʹva doing this.","But in answer the wicked spirit said to them: “I know Jesus and I am acquainted with Paul; but who are you?”","At that the man with the wicked spirit leaped on them, overpowered them one after the other, and prevailed against them, so that they fled naked and wounded out of that house.","This became known to all, both the Jews and the Greeks who lived in Ephʹe·sus; and fear fell upon them all, and the name of the Lord Jesus went on being magnified.","And many of those who had become believers would come and confess and report their practices openly.","Indeed, quite a number of those who practiced magical arts brought their books together and burned them up before everybody. And they calculated their value and found them worth 50,000 pieces of silver.","Thus in a mighty way, the word of Jehovah kept growing and prevailing. \n \n","After these things had taken place, Paul resolved in his spirit that after going through Mac·e·doʹni·a and A·chaʹia, he would travel to Jerusalem. He said: “After going there, I must also see Rome.”","So he sent to Mac·e·doʹni·a two of those who ministered to him, Timothy and E·rasʹtus, but he himself stayed on for some time in the province of Asia. \n \n","At that time quite a disturbance arose concerning The Way.","For a man named De·meʹtri·us, a silversmith who made silver shrines of Arʹte·mis, brought considerable profit to the craftsmen.","He gathered them and others who worked at such things and said: “Men, you well know that from this business comes our prosperity.","Now you see and hear how, not only in Ephʹe·sus but in nearly all the province of Asia, this Paul has persuaded a considerable crowd and turned them to another opinion, saying that the gods made by hands are not really gods.","Moreover, the danger exists not only that this business of ours will come into disrepute but also that the temple of the great goddess Arʹte·mis will be viewed as nothing, and she who is worshipped in the whole province of Asia and the inhabited earth will be deprived of her magnificence.”","Hearing this and becoming full of anger, the men began crying out: “Great is Arʹte·mis of the E·pheʹsians!” \n \n","So the city became filled with confusion, and all together they rushed into the theater, dragging along with them Gaʹius and Ar·is·tarʹchus, Mac·e·doʹni·ans, traveling companions of Paul.","For his part, Paul was willing to go inside to the people, but the disciples would not permit him.","Even some of the commissioners of festivals and games who were friendly to him sent word to him, pleading with him not to risk going into the theater.","Some were, in fact, crying out one thing and others something else; for the assembly was in confusion and the majority of them did not know the reason why they had come together.","So they brought Alexander out of the crowd, the Jews shoving him forward, and Alexander motioned with his hand and wanted to make his defense to the people.","But when they recognized that he was a Jew, they all started shouting in unison for about two hours: “Great is Arʹte·mis of the E·pheʹsians!” \n \n","When the city recorder had finally quieted the crowd, he said: “Men of Ephʹe·sus, who really is there among men who does not know that the city of the E·pheʹsians is the temple keeper of the great Arʹte·mis and of the image that fell from heaven?","Since these things are indisputable, you should keep calm and not act rashly.","For you have brought these men here who are neither robbers of temples nor blasphemers of our goddess.","So if De·meʹtri·us and the craftsmen with him do have a case against someone, court days are held and there are proconsuls; let them bring charges against one another.","But if you are searching for anything beyond that, it must be decided in a regular assembly.","For we are really in danger of being charged with sedition over today’s affair, since there are no grounds we could present as a reason for this disorderly mob.”","And after saying this, he dismissed the assembly. \n"],["When the uproar had subsided, Paul sent for the disciples, and after he had encouraged them and said farewell, he began his journey to Mac·e·doʹni·a.","After going through those regions and giving many words of encouragement to the ones there, he arrived in Greece.","He spent three months there, but because a plot was hatched against him by the Jews when he was about to set sail for Syria, he made up his mind to return through Mac·e·doʹni·a.","He was accompanied by Sopʹa·ter the son of Pyrʹrhus of Be·roeʹa, Ar·is·tarʹchus and Se·cunʹdus of the Thes·sa·loʹni·ans, Gaʹius of Derʹbe, Timothy and, from the province of Asia, Tychʹi·cus and Trophʹi·mus.","These men went on ahead and were waiting for us in Troʹas;","but we put out to sea from Phi·lipʹpi after the days of the Unleavened Bread, and within five days we came to them in Troʹas, and there we spent seven days. \n \n","On the first day of the week, when we were gathered together to have a meal, Paul began addressing them, as he was going to depart the next day; and he prolonged his speech until midnight.","So there were quite a few lamps in the upper room where we were gathered together.","Seated at the window, a young man named Euʹty·chus sank into a deep sleep while Paul kept talking, and overcome by sleep, he fell down from the third story and was picked up dead.","But Paul went downstairs, threw himself on him and embraced him, and said: “Stop making a commotion, for he is alive.”","He then went upstairs and began the meal and ate. He continued conversing for quite a while, until daybreak, and then he departed.","So they took the boy away alive and were comforted beyond measure. \n \n","We now went ahead to the ship and set sail for Asʹsos, where we were intending to take Paul aboard, for after giving instructions to this effect, he was intending to go there on foot.","So when he caught up with us in Asʹsos, we took him aboard and went to Mit·y·leʹne.","And sailing away from there the next day, we arrived off Chiʹos, but the day after that, we touched at Saʹmos, and on the following day, we arrived at Mi·leʹtus.","Paul had decided to sail past Ephʹe·sus so as not to spend any time in the province of Asia, for he was hurrying to get to Jerusalem on the day of the Festival of Pentecost if he possibly could. \n \n","However, from Mi·leʹtus he sent word to Ephʹe·sus and called for the elders of the congregation.","When they came to him, he said to them: “You well know how I conducted myself among you from the first day I stepped into the province of Asia,","slaving for the Lord with all humility and with tears and trials that befell me by the plots of the Jews,","while I did not hold back from telling you any of the things that were profitable nor from teaching you publicly and from house to house.","But I thoroughly bore witness both to Jews and to Greeks about repentance toward God and faith in our Lord Jesus.","And now look! bound in the spirit, I am traveling to Jerusalem, although not knowing what will happen to me there,","except that from city to city the holy spirit repeatedly bears witness to me, saying that imprisonment and tribulations are waiting for me.","Nevertheless, I do not consider my own life of any importance to me, if only I may finish my course and the ministry that I received from the Lord Jesus, to bear thorough witness to the good news of the undeserved kindness of God. \n \n","“And now look! I know that none of you among whom I preached the Kingdom will ever see my face again.","So I call you to witness this very day that I am clean from the blood of all men,","for I have not held back from telling you all the counsel of God.","Pay attention to yourselves and to all the flock, among which the holy spirit has appointed you overseers, to shepherd the congregation of God, which he purchased with the blood of his own Son.","I know that after my going away oppressive wolves will enter in among you and will not treat the flock with tenderness,","and from among you yourselves men will rise and speak twisted things to draw away the disciples after themselves. \n \n","“Therefore keep awake, and bear in mind that for three years, night and day, I never stopped admonishing each one of you with tears.","And now I entrust you to God and to the word of his undeserved kindness, which word can build you up and give you the inheritance among all the sanctified ones.","I have desired no man’s silver or gold or clothing.","You yourselves know that these hands have provided for my own needs and the needs of those with me.","I have shown you in all things that by working hard in this way, you must assist those who are weak and must keep in mind the words of the Lord Jesus, when he himself said: ‘There is more happiness in giving than there is in receiving.’” \n \n","And when he had said these things, he knelt down with all of them and prayed.","Indeed, quite a bit of weeping broke out among them all, and they embraced Paul and affectionately kissed him,","for they were especially pained at the word he had spoken that they would not see his face anymore. Then they accompanied him to the ship. \n"],["After tearing ourselves away from them and putting out to sea, we ran with a straight course and came to Cos, on the next day to Rhodes, and from there to Patʹa·ra.","When we found a ship that was crossing to Phoe·niʹcia, we went aboard and sailed away.","After coming in sight of the island of Cyʹprus, we left it behind on the left side and sailed on to Syria and landed at Tyre, where the ship was to unload its cargo.","We searched for and found the disciples and remained there for seven days. But through the spirit they repeatedly told Paul not to set foot in Jerusalem.","So when our time there was over, we left and started on our way, but they all, together with the women and children, accompanied us until we were outside the city. And kneeling down on the beach, we prayed","and said good-bye to one another. Then we went aboard the ship, and they returned to their homes. \n \n","We then completed the voyage from Tyre and arrived at Ptol·e·maʹis, and we greeted the brothers and stayed one day with them.","The next day we left and came to Caes·a·reʹa, and we entered the house of Philip the evangelizer, who was one of the seven men, and we stayed with him.","This man had four unmarried daughters who prophesied.","But after we had stayed there for quite a number of days, a prophet named Agʹa·bus came down from Ju·deʹa.","And he came to us and took Paul’s belt and tied his own feet and hands and said: “Thus says the holy spirit, ‘The man to whom this belt belongs will be bound like this by the Jews in Jerusalem, and they will give him into the hands of people of the nations.’”","Now when we heard this, both we and those who were there began begging him not to go up to Jerusalem.","Then Paul answered: “What are you doing by weeping and trying to weaken my resolve? Rest assured, I am ready not only to be bound but also to die at Jerusalem for the name of the Lord Jesus.”","When he would not be dissuaded, we stopped objecting and said: “Let the will of Jehovah take place.” \n \n","Now after these days we prepared for the journey and started on our way to Jerusalem.","Some of the disciples from Caes·a·reʹa also went with us, taking us to Mnaʹson of Cyʹprus, an early disciple at whose home we were to be guests.","When we got to Jerusalem, the brothers welcomed us gladly.","But on the following day Paul went in with us to James, and all the elders were present.","And he greeted them and began giving a detailed account of the things God did among the nations through his ministry. \n \n","After hearing this, they began to glorify God, but they said to him: “You see, brother, how many thousands of believers there are among the Jews, and they are all zealous for the Law.","But they have heard it rumored about you that you have been teaching all the Jews among the nations an apostasy from Moses, telling them not to circumcise their children or to follow the customary practices.","What, then, is to be done about it? They are certainly going to hear that you have arrived.","So do what we tell you: We have four men who have put themselves under a vow.","Take these men with you and cleanse yourself ceremonially together with them and take care of their expenses, so that they may have their heads shaved. Then everyone will know that there is nothing to the rumors they were told about you, but that you are walking orderly and you are also keeping the Law.","As for the believers from among the nations, we have sent them our decision in writing that they should keep away from what is sacrificed to idols as well as from blood, from what is strangled, and from sexual immorality.” \n \n","Then Paul took the men the next day and cleansed himself ceremonially along with them, and he went into the temple to give notice of when the days for the ceremonial cleansing would be completed and the offering should be presented for each one of them. \n \n","Now when the seven days were about to end, the Jews from Asia, on seeing him in the temple, stirred up the whole crowd, and they seized him,","shouting: “Men of Israel, help! This is the man who teaches everyone everywhere against our people and our Law and this place. And what is more, he even brought Greeks into the temple and has defiled this holy place.”","For they had previously seen Trophʹi·mus the E·pheʹsian in the city with him, and they assumed that Paul had brought him into the temple.","The whole city was in an uproar, and the people came running together and seized Paul and dragged him outside the temple, and immediately the doors were closed.","While they were trying to kill him, word reached the commander of the army unit that all Jerusalem was in confusion;","and he immediately took soldiers and army officers and ran down to them. When they caught sight of the military commander and the soldiers, they stopped beating Paul. \n \n","Then the military commander came near and took him into custody and ordered that he be bound with two chains; then he inquired who he was and what he had done.","But some in the crowd began shouting out one thing, and others something else. So being unable himself to learn anything for certain because of the disturbance, he commanded him to be brought to the soldiers’ quarters.","But when he reached the stairs, he had to be carried by the soldiers because of the violence of the crowd,","for a crowd of the people kept following, crying out: “Do away with him!” \n \n","As he was about to be led into the soldiers’ quarters, Paul said to the military commander: “Am I allowed to say something to you?” He said: “Can you speak Greek?","Are you not, then, the Egyptian who some time ago stirred up a sedition and led the 4,000 dagger men out into the wilderness?”","Then Paul said: “I am, in fact, a Jew, of Tarsus in Ci·liʹcia, a citizen of no obscure city. So I beg you, permit me to speak to the people.”","After he gave permission, Paul, standing on the stairs, motioned with his hand to the people. When a great silence fell, he addressed them in the Hebrew language, saying: \n"],["“Men, brothers and fathers, hear my defense to you now.”","Well, when they heard that he was addressing them in the Hebrew language, they kept all the more silent, and he said:","“I am a Jew, born in Tarsus of Ci·liʹcia, but educated in this city at the feet of Ga·maʹli·el, instructed according to the strictness of the ancestral Law, and zealous for God just as all of you are this day.","I persecuted this Way to the point of death, binding and handing over to prisons both men and women,","as the high priest and all the assembly of elders can bear witness. From them I also obtained letters to the brothers in Damascus, and I was on my way to bring those who were there in bonds to Jerusalem to be punished. \n \n","“But as I was traveling and getting near to Damascus, about midday, suddenly out of heaven a great light flashed all around me,","and I fell to the ground and heard a voice say to me: ‘Saul, Saul, why are you persecuting me?’","I answered: ‘Who are you, Lord?’ And he said to me: ‘I am Jesus the Naz·a·reneʹ, whom you are persecuting.’","Now the men who were with me did see the light, but they did not hear the voice of the one speaking to me.","At that I said: ‘What should I do, Lord?’ The Lord said to me: ‘Rise, go into Damascus, and there you will be told about everything it is appointed for you to do.’","But since I could not see anything because of the glory of that light, I arrived in Damascus led by the hand of those who were with me. \n \n","“Then a man named An·a·niʹas, a devout man according to the Law, well-reported-on by all the Jews living there,","came to me. He stood by me and said to me: ‘Saul, brother, regain your sight!’ And that very moment I looked up and saw him.","He said: ‘The God of our forefathers has chosen you to come to know his will and to see the righteous one and to hear the voice of his mouth,","because you are to be a witness for him to all men of the things you have seen and heard.","And now why are you delaying? Rise, get baptized, and wash your sins away by your calling on his name.’ \n \n","“But when I had returned to Jerusalem and was praying in the temple, I fell into a trance","and saw him saying to me: ‘Hurry up and get out of Jerusalem quickly, because they will not accept your witness concerning me.’","And I said: ‘Lord, they themselves well know that I used to imprison and flog in one synagogue after another those believing in you;","and when the blood of Stephen your witness was being spilled, I was standing by and approving and guarding the outer garments of those doing away with him.’","And yet he said to me: ‘Go, because I will send you out to nations far away.’” \n \n","Now they kept listening to him down to this word. Then they raised their voices, saying: “Take such a man away from the earth, for he is not fit to live!”","Because they were crying out, throwing their outer garments about, and tossing dust into the air,","the military commander ordered Paul to be brought into the soldiers’ quarters and said that he should be interrogated under scourging, so that he could learn exactly why they were shouting against Paul this way.","But when they had stretched him out for the whipping, Paul said to the army officer standing there: “Is it lawful for you to scourge a Roman who has not been condemned?”","Well, when the army officer heard this, he went to the military commander and reported it, saying: “What are you intending to do? For this man is a Roman.”","So the military commander approached and said to him: “Tell me, are you a Roman?” He said: “Yes.”","The military commander responded: “I purchased these rights as a citizen for a large sum of money.” Paul said: “But I have them by birth.” \n \n","Immediately, therefore, the men who were about to interrogate him under torture backed away from him; and the military commander became afraid when he realized that he was a Roman and that he had bound him in chains. \n \n","So the next day, because he wanted to know for sure just why he was being accused by the Jews, he released him and commanded the chief priests and all the Sanʹhe·drin to assemble. He then brought Paul down and had him stand among them. \n"],["Looking intently at the Sanʹhe·drin, Paul said: “Men, brothers, I have behaved before God with a perfectly clear conscience down to this day.”","At this the high priest An·a·niʹas ordered those standing by him to strike him on the mouth.","Then Paul said to him: “God is going to strike you, you whitewashed wall. Do you sit to judge me according to the Law and at the same time violate the Law by commanding me to be struck?”","Those standing by said: “Are you insulting the high priest of God?”","And Paul said: “Brothers, I did not know he was high priest. For it is written, ‘You must not speak injuriously of a ruler of your people.’” \n \n","Now Paul, knowing that the one part was made up of Sadducees but the other of Pharisees, cried out in the Sanʹhe·drin: “Men, brothers, I am a Pharisee, a son of Pharisees. Over the hope of the resurrection of the dead I am being judged.”","Because he said this, a dissension arose between the Pharisees and the Sadducees, and the assembly was split.","For the Sadducees say that there is neither resurrection nor angel nor spirit, but the Pharisees accept them all.","So a great uproar broke out, and some of the scribes of the party of the Pharisees rose and began arguing fiercely, saying: “We find nothing wrong in this man, but if a spirit or an angel spoke to him—.”","Now when the dissension grew great, the military commander feared that Paul would be torn apart by them, and he commanded the soldiers to go down and snatch him from their midst and bring him into the soldiers’ quarters. \n \n","But the following night the Lord stood by him and said: “Take courage! For just as you have been giving a thorough witness about me in Jerusalem, so you must also bear witness in Rome.” \n \n","When it became day, the Jews formed a conspiracy and bound themselves with a curse, saying that they would neither eat nor drink until they had killed Paul.","There were more than 40 men who formed this oath-bound conspiracy.","These men went to the chief priests and the elders and said: “We have solemnly bound ourselves with a curse not to eat anything at all until we have killed Paul.","So now you together with the Sanʹhe·drin should inform the military commander that he should bring him down to you as though you want to examine his case more thoroughly. But before he gets near, we will be ready to do away with him.” \n \n","However, the son of Paul’s sister heard of the ambush they were planning, and he entered the soldiers’ quarters and reported it to Paul.","Paul then called one of the army officers to him and said: “Take this young man to the military commander, for he has something to report to him.”","So he brought him and led him to the military commander and said: “The prisoner Paul called me and asked me to bring this young man to you because he has something to tell you.”","The military commander took him by the hand and withdrew privately and asked him: “What do you have to report to me?”","He said: “The Jews have agreed to request you to bring Paul down to the Sanʹhe·drin tomorrow, as though they intend to learn more details about his case.","But do not let them persuade you, for more than 40 of their men are waiting to ambush him, and they have bound themselves with a curse neither to eat nor to drink until they have killed him; and they are now ready, waiting for the promise from you.”","So the military commander let the young man go, after ordering him: “Do not tell anyone that you have informed me of this.” \n \n","And he summoned two of the army officers and said: “Get 200 soldiers ready to march clear to Caes·a·reʹa, also 70 horsemen and 200 spearmen, at the third hour of the night.","Also, provide horses for Paul to ride, to take him safely to Felix the governor.”","And he wrote a letter with this content: \n \n","“Claudius Lysʹi·as to His Excellency, Governor Felix: Greetings!","This man was seized by the Jews and was about to be killed by them, but I came quickly with my soldiers and rescued him, because I learned that he is a Roman.","And wanting to find out the cause for which they were accusing him, I brought him down into their Sanʹhe·drin.","I found him to be accused about questions of their Law, but not charged with a single thing deserving of death or prison bonds.","But because a plot against the man has been made known to me, I am at once sending him to you and ordering the accusers to speak against him before you.” \n \n","So these soldiers took Paul according to their orders and brought him by night to An·tipʹa·tris.","The next day they permitted the horsemen to go on with him, but they returned to the soldiers’ quarters.","The horsemen entered Caes·a·reʹa and delivered the letter to the governor and also presented Paul to him.","So he read it and asked what province he was from and learned that he was from Ci·liʹcia.","“I will give you a thorough hearing,” he said, “when your accusers arrive.” And he commanded that he be kept under guard in Herod’s palace. \n"],["Five days later the high priest An·a·niʹas came down with some elders and a public speaker named Ter·tulʹlus, and they presented their case against Paul to the governor.","When he was called, Ter·tulʹlus started accusing him, saying: \n \n“Seeing that we enjoy great peace through you and that through your forethought reforms are taking place in this nation,","at all times and also in all places we acknowledge this, Your Excellency Felix, with the greatest thankfulness.","But that I may not detain you any further, I beg you to hear us briefly in your kindness.","For we have found this man to be a pest, stirring up seditions among all the Jews throughout the inhabited earth, and he is a spearhead of the sect of the Naz·a·renesʹ.","He also tried to profane the temple, so we seized him.","——","When you examine him yourself, you will find out about all these things of which we are accusing him.” \n \n","With that the Jews also joined in the attack, asserting that these things were true.","When the governor nodded to Paul to speak, he answered: \n \n“Knowing well that this nation has had you as judge for many years, I readily speak in my own defense.","As you can verify for yourself, it has not been more than 12 days since I went up to worship in Jerusalem;","and they found me neither arguing with anyone in the temple nor stirring up a mob, either in the synagogues or throughout the city.","Nor can they prove to you the things they are accusing me of right now.","But I do admit this to you, that according to the way that they call a sect, in this manner I am rendering sacred service to the God of my forefathers, as I believe all the things set forth in the Law and written in the Prophets.","And I have hope toward God, which hope these men also look forward to, that there is going to be a resurrection of both the righteous and the unrighteous.","Because of this I always strive to maintain a clear conscience before God and men.","Now after quite a number of years, I arrived to bring gifts of mercy to my nation and to make offerings.","While I was caring for these matters, they found me ceremonially cleansed in the temple, but not with a crowd or causing a disturbance. But there were some Jews from the province of Asia","who ought to be present before you to accuse me if they actually have anything against me.","Or let the men here say for themselves what wrong they found as I stood before the Sanʹhe·drin,","except for this one thing that I cried out while standing among them: ‘Over the resurrection of the dead I am today being judged before you!’” \n \n","However, Felix, knowing quite well the facts concerning this Way, began to put them off and say: “Whenever Lysʹi·as the military commander comes down, I will decide these matters involving you.”","And he gave orders to the army officer that the man be kept under arrest but given some freedom, and that his people be allowed to attend to his needs. \n \n","Some days later Felix came with Dru·silʹla his wife, who was Jewish, and he sent for Paul and listened to him speak about the belief in Christ Jesus.","But as Paul talked about righteousness and self-control and the judgment to come, Felix became frightened and answered: “Go away for now, but when I have an opportunity I will send for you again.”","At the same time he was hoping that Paul would give him money. For that reason, he sent for him even more frequently and conversed with him.","But when two years had elapsed, Felix was succeeded by Porcius Festus; and because Felix desired to gain favor with the Jews, he left Paul in custody. \n"],["Therefore Festus, after arriving in the province and taking charge, went up three days later to Jerusalem from Caes·a·reʹa.","And the chief priests and the principal men of the Jews gave him information against Paul. So they began to beg Festus","as a favor to send for Paul to come to Jerusalem. But they were planning to ambush Paul and kill him along the road.","However, Festus answered that Paul was to be kept in Caes·a·reʹa and that he himself was about to go back there shortly.","“So let those who are in power among you,” he said, “come down with me and accuse him if, indeed, the man has done something wrong.” \n \n","So when he had spent not more than eight or ten days among them, he went down to Caes·a·reʹa, and the next day he sat down on the judgment seat and commanded Paul to be brought in.","When he came in, the Jews who had come down from Jerusalem stood around him, bringing against him many serious charges that they were unable to prove. \n \n","But Paul said in defense: “Neither against the Law of the Jews nor against the temple nor against Caesar have I committed any sin.”","Festus, desiring to gain favor with the Jews, said in reply to Paul: “Do you wish to go up to Jerusalem and be judged before me there concerning these things?”","But Paul said: “I am standing before the judgment seat of Caesar, where I ought to be judged. I have done no wrong to the Jews, of which you are also becoming well-aware.","If I am really a wrongdoer and have committed anything deserving of death, I do not beg off from dying; but if there is no substance to the accusations these men have made against me, no man has the right to hand me over to them as a favor. I appeal to Caesar!”","Then Festus, after speaking with the assembly of counselors, replied: “To Caesar you have appealed; to Caesar you will go.” \n \n","After some days had passed, A·gripʹpa the king and Bernice arrived in Caes·a·reʹa for a courtesy visit to Festus.","Since they were spending a number of days there, Festus presented Paul’s case to the king, saying: \n \n“There is a man who was left as a prisoner by Felix,","and when I was in Jerusalem the chief priests and the elders of the Jews brought information about him, asking for a judgment of condemnation against him.","But I replied to them that it is not Roman procedure to hand any man over as a favor before the accused man meets his accusers face-to-face and gets a chance to speak in his defense concerning the complaint.","So when they arrived here, I did not delay, but the next day I sat down on the judgment seat and commanded the man to be brought in.","Taking the stand, the accusers did not charge him with any of the wicked things I had expected concerning him.","They simply had certain disputes with him concerning their own worship of the deity and concerning a man named Jesus, who was dead but who Paul kept asserting was alive.","Being at a loss as to how to handle this dispute, I asked if he would like to go to Jerusalem and be judged there concerning these matters.","But when Paul appealed to be kept in custody for the decision by the August One, I commanded him to be held until I should send him on to Caesar.” \n \n","A·gripʹpa then said to Festus: “I would like to hear the man myself.” “Tomorrow,” he said, “you will hear him.”","So the next day A·gripʹpa and Bernice came with much pompous show and entered the audience chamber together with military commanders as well as the prominent men in the city; and when Festus gave the command, Paul was brought in.","And Festus said: “King A·gripʹpa and all you who are present with us, you see this man about whom the whole Jewish populace have petitioned me both in Jerusalem and here, shouting that he ought not to live any longer.","But I perceived that he had done nothing deserving of death. So when this man himself appealed to the August One, I decided to send him.","But I have nothing certain to write about him to my Lord. So I brought him before all of you, and especially before you, King A·gripʹpa, so that after the judicial examination has taken place, I might have something to write.","For it seems unreasonable to me to send a prisoner and not also to indicate the charges against him.” \n"],["A·gripʹpa said to Paul: “You are permitted to speak in your own behalf.” Then Paul stretched out his hand and proceeded to say in his defense: \n \n","“Concerning all the things of which I am accused by the Jews, King A·gripʹpa, I consider myself happy that it is before you I am to make my defense this day,","especially because you are an expert on all the customs as well as the controversies among the Jews. Therefore, I beg you to hear me patiently. \n \n","“Indeed, the manner of life I led from youth up among my people and in Jerusalem is well-known by all the Jews","who were previously acquainted with me, if they would be willing to testify, that according to the strictest sect of our form of worship, I lived as a Pharisee.","But now for the hope of the promise that was made by God to our forefathers, I stand on trial;","this is the same promise our 12 tribes are hoping to see fulfilled by intensely rendering him sacred service night and day. Concerning this hope I am accused by Jews, O King. \n \n","“Why is it considered unbelievable among you that God raises up the dead?","I, for one, was convinced that I should commit many acts of opposition against the name of Jesus the Naz·a·reneʹ.","This is exactly what I did in Jerusalem, and I locked up many of the holy ones in prisons, for I had received authority from the chief priests; and when they were to be executed, I cast my vote against them.","By punishing them often in all the synagogues, I tried to force them to recant; and since I was extremely furious with them, I went so far as to persecute them even in outlying cities. \n \n","“While doing this as I was traveling to Damascus with authority and a commission from the chief priests,","I saw at midday on the road, O King, a light beyond the brilliance of the sun flash from heaven around me and around those traveling with me.","And when we had all fallen to the ground, I heard a voice say to me in the Hebrew language: ‘Saul, Saul, why are you persecuting me? To keep kicking against the goads makes it hard for you.’","But I said: ‘Who are you, Lord?’ And the Lord said: ‘I am Jesus, whom you are persecuting.","But rise and stand on your feet. This is why I have appeared to you, to choose you as a servant and a witness both of things you have seen and things I will make you see respecting me.","And I will rescue you from this people and from the nations, to whom I am sending you","to open their eyes, to turn them from darkness to light and from the authority of Satan to God, so that they may receive forgiveness of sins and an inheritance among those sanctified by their faith in me.’ \n \n","“Therefore, King A·gripʹpa, I did not become disobedient to the heavenly vision,","but to those in Damascus first and then to those in Jerusalem, and over all the country of Ju·deʹa, and also to the nations, I was bringing the message that they should repent and turn to God by doing works that befit repentance.","This is why the Jews seized me in the temple and tried to kill me.","However, because I have experienced the help that is from God, I continue to this day bearing witness to both small and great, saying nothing except what the Prophets as well as Moses stated was going to take place—","that the Christ was to suffer and that as the first to be resurrected from the dead, he was going to proclaim light both to this people and to the nations.” \n \n","Now as Paul was saying these things in his defense, Festus said in a loud voice: “You are going out of your mind, Paul! Great learning is driving you out of your mind!”","But Paul said: “I am not going out of my mind, Your Excellency Festus, but I am speaking words of truth and of a sound mind.","For a fact, the king to whom I am speaking so freely well knows about these things; I am convinced that not one of these things escapes his notice, for none of this has been done in a corner.","Do you, King A·gripʹpa, believe the Prophets? I know that you believe.”","But A·gripʹpa said to Paul: “In a short time you would persuade me to become a Christian.”","At this Paul said: “I wish to God that whether in a short time or in a long time, not only you but also all those who hear me today would become men such as I am, with the exception of these prison bonds.” \n \n","Then the king rose and so did the governor and Bernice and the men seated with them.","But as they were leaving, they began saying to one another: “This man is doing nothing deserving of death or prison bonds.”","A·gripʹpa then said to Festus: “This man could have been released if he had not appealed to Caesar.” \n"],["Now as it was decided for us to sail away to Italy, they handed Paul and some other prisoners over to an army officer named Julius, of the unit of Au·gusʹtus.","Going aboard a ship from Ad·ra·mytʹti·um that was about to sail to ports along the coast of the province of Asia, we set sail; Ar·is·tarʹchus, a Mac·e·doʹni·an from Thes·sa·lo·niʹca, was with us.","The next day we landed at Siʹdon, and Julius treated Paul with kindness and permitted him to go to his friends and enjoy their care. \n \n","And putting out to sea from there, we sailed under the shelter of Cyʹprus, because the winds were against us.","Then we navigated through the open sea along Ci·liʹcia and Pam·phylʹi·a and put into port at Myʹra in Lyʹci·a.","There the army officer found a ship from Alexandria that was sailing for Italy, and he made us board it.","Then after sailing on slowly quite a number of days, we came to Cniʹdus with difficulty. Because the wind did not let us make headway, we sailed under the shelter of Crete off Sal·moʹne.","And sailing with difficulty along the coast, we came to a place called Fair Havens, which was near the city of La·seʹa. \n \n","A considerable time had passed and by now it was hazardous to navigate, because even the fast of Atonement Day was already over, so Paul made a recommendation","to them: “Men, I can see that this voyage is going to result in damage and great loss not only of the cargo and the ship but also of our lives.”","However, the army officer listened to the pilot and the shipowner rather than to what Paul was saying.","Since the harbor was unsuitable for wintering, the majority advised setting sail from there to see if they could somehow make it to spend the winter in Phoenix, a harbor of Crete that opens toward the northeast and toward the southeast. \n \n","When the south wind blew softly, they thought they had achieved their purpose, and they lifted anchor and began sailing along Crete close to the shore.","After a short time, however, a violent wind called Eu·ro·aqʹui·lo rushed down on it.","As the ship was violently seized and was not able to keep its head against the wind, we gave way to it and were driven along.","Then we ran under the shelter of a small island called Cauʹda, and yet we were hardly able to get the skiff at the stern of the ship under control.","But after hoisting it aboard, they used supports to undergird the ship, and fearing that they would run aground on the Syrʹtis, they lowered the gear and so were driven along.","Because we were being violently tossed by the storm, they began to lighten the ship the following day.","And on the third day, they threw away the tackling of the ship with their own hands. \n \n","When neither sun nor stars appeared for many days and a violent storm was battering us, all hope of our being saved finally began to fade.","After they had gone a long time without food, Paul stood up in their midst and said: “Men, you certainly should have taken my advice and not have put out to sea from Crete and as a result suffered this damage and loss.","Still, I now urge you to take courage, for not one of you will be lost, only the ship will.","This night an angel of the God to whom I belong and to whom I render sacred service stood by me","and said: ‘Have no fear, Paul. You must stand before Caesar, and look! God has granted to you all those sailing with you.’","So take courage, men, for I believe God that it will be exactly as I was told.","However, we must be cast ashore on some island.” \n \n","Now when the 14th night fell and we were being tossed about on the Sea of Aʹdri·a, at midnight the sailors began to suspect that they were getting near to some land.","They sounded the depth and found it 20 fathoms, so they proceeded a short distance and again made a sounding and found it 15 fathoms.","And fearing that we might run aground on the rocks, they cast out four anchors from the stern and began wishing for it to become day.","But when the sailors began trying to escape from the ship and were lowering the skiff into the sea under the pretense of intending to let down anchors from the bow,","Paul said to the army officer and the soldiers: “Unless these men remain in the ship, you cannot be saved.”","Then the soldiers cut away the ropes of the skiff and let it fall off. \n \n","Now close to daybreak, Paul encouraged them all to take some food, saying: “Today is the 14th day you have been waiting anxiously, and you have gone without taking any food at all.","So I encourage you to eat some food; this is in the interests of your safety, for not a hair of the head of any one of you will perish.”","After he said this, he took bread, gave thanks to God before them all, broke it, and started eating.","So they all took courage and began taking some food themselves.","In all we were 276 persons in the ship.","When they had eaten enough food to be satisfied, they lightened the ship by throwing the wheat overboard into the sea. \n \n","When daylight came, they could not recognize the land, but they saw a bay with a beach and were determined to beach the ship there if they could.","So they cut away the anchors and let them fall into the sea, at the same time loosening the lashings of the rudder oars; and after hoisting the foresail to the wind, they made for the beach.","When they struck a shoal washed on each side by the sea, they ran the ship aground and the bow got stuck and stayed immovable, but the stern began to be violently broken to pieces by the waves.","At this the soldiers decided to kill the prisoners so that no one might swim away and escape.","But the army officer was determined to bring Paul safely through and prevented them from carrying out their plan. He commanded those able to swim to jump into the sea and make it to land first,","and the rest were to follow, some on planks and some on pieces of the ship. So all were brought safely to land. \n"],["After we made it to safety, we learned that the island was called Malta.","And the foreign-speaking people showed us extraordinary kindness. They kindled a fire and received all of us kindly because of the rain that was falling and because of the cold.","But when Paul collected a bundle of sticks and laid it on the fire, a viper came out because of the heat and fastened itself on his hand.","When the foreign-speaking people caught sight of the venomous creature hanging from his hand, they began saying to one another: “Surely this man is a murderer, and although he made it to safety from the sea, Justice did not permit him to keep on living.”","However, he shook the creature off into the fire and suffered no harm.","But they were expecting him to swell up or suddenly to drop dead. After they waited for a long time and saw that nothing bad happened to him, they changed their mind and began saying he was a god. \n \n","Now in the neighborhood of that place were lands belonging to the principal man of the island, whose name was Pubʹli·us, and he welcomed us and entertained us hospitably for three days.","It so happened that the father of Pubʹli·us was lying in bed sick with fever and dysentery, and Paul went in to him and prayed, laid his hands on him, and healed him.","After this occurred, the rest of the people on the island who were sick also began to come to him and be cured.","They also honored us with many gifts, and when we were setting sail, they loaded us up with whatever we needed. \n \n","Three months later we set sail in a ship with the figurehead “Sons of Zeus.” The ship was from Alexandria and had wintered in the island.","Putting into port at Syracuse, we remained there for three days;","from there we went along and arrived at Rheʹgi·um. A day later a south wind sprang up and we made it into Pu·teʹo·li on the second day.","Here we found brothers and were urged to remain with them for seven days, and so we went toward Rome.","From there the brothers, when they heard the news about us, came as far as the Marketplace of Apʹpi·us and Three Taverns to meet us. On catching sight of them, Paul thanked God and took courage.","When finally we entered Rome, Paul was permitted to stay by himself with the soldier guarding him. \n \n","However, three days later he called together the principal men of the Jews. When they had assembled, he said to them: “Men, brothers, although I had done nothing contrary to the people or the customs of our forefathers, I was handed over as a prisoner from Jerusalem into the hands of the Romans.","And after making an examination, they wanted to release me, for there were no grounds for putting me to death.","But when the Jews objected, I was compelled to appeal to Caesar, but not because I had any accusation to make against my nation.","So for this reason I asked to see and speak to you, for it is because of the hope of Israel that I have this chain around me.”","They said to him: “We have not received letters about you from Ju·deʹa, nor have any of the brothers who came from there reported or spoken anything bad about you.","But we think it proper to hear from you what your thoughts are, for truly as regards this sect, we know that it is spoken against everywhere.” \n \n","They now arranged for a day to meet with him, and they came in even greater numbers to him in his lodging place. And from morning to evening, he explained the matter to them by bearing thorough witness concerning the Kingdom of God, to persuade them about Jesus from both the Law of Moses and the Prophets.","Some began to believe the things he said; others would not believe.","So because they disagreed with one another, they began to leave, and Paul made this one comment: \n \n“The holy spirit aptly spoke through Isaiah the prophet to your forefathers,","saying, ‘Go to this people and say: “You will indeed hear but by no means understand, and you will indeed look but by no means see.","For the heart of this people has grown unreceptive, and with their ears they have heard without response, and they have shut their eyes, so that they might never see with their eyes and hear with their ears and understand with their heart and turn back and I heal them.”’","So let it be known to you that this salvation from God has been sent out to the nations; they will certainly listen to it.”","—— \n \n","So he remained there for an entire two years in his own rented house, and he would kindly receive all those who came to him,","preaching the Kingdom of God to them and teaching about the Lord Jesus Christ with the greatest freeness of speech, without hindrance. \n"]]