[["These are the words that Moses spoke to all Israel in the region of the Jordan in the wilderness, on the desert plains in front of Suph, between Paʹran, Toʹphel, Laʹban, Ha·zeʹroth, and Diʹza·hab.","It is 11 days from Horʹeb to Kaʹdesh-barʹne·a by way of Mount Seʹir.","In the 40th year, in the 11th month, on the first of the month, Moses spoke to the Israelites according to all that Jehovah had instructed him to tell them.","This was after he defeated Siʹhon the king of the Amʹor·ites, who was dwelling in Heshʹbon, and Og the king of Baʹshan, who was dwelling in Ashʹta·roth, in Edʹre·i.","In the region of the Jordan in the land of Moʹab, Moses undertook to explain this Law, saying: \n \n","“Jehovah our God told us in Horʹeb, ‘You have stayed long enough in this mountainous region.","Turn and set out for the mountainous region of the Amʹor·ites and toward all their neighbors in the Arʹa·bah, the mountainous region, the She·pheʹlah, the Negʹeb, and the seacoast, the land of the Caʹnaan·ites, and Lebʹa·non, up to the great river, the river Eu·phraʹtes.","See, I have set the land before you. Go in and take possession of the land about which Jehovah swore to your fathers, to Abraham, Isaac, and Jacob, to give it to them and their offspring after them.’ \n \n","“And I told you at that time, ‘I am not able to carry you by myself.","Jehovah your God has multiplied you, and here you are today as numerous as the stars of the heavens.","May Jehovah, the God of your forefathers, multiply you a thousand times as many as you are, and may he bless you just as he has promised you.","How can I bear by myself the burden of you and the load of you and your quarreling?","Select wise, discreet, and experienced men of your tribes, and I will appoint them as heads over you.’","You answered me, ‘What you have told us to do is good.’","So I took the heads of your tribes, wise and experienced men, and appointed them as heads over you, chiefs of thousands, chiefs of hundreds, chiefs of fifties, chiefs of tens, and officers of your tribes. \n \n","“At that time I instructed your judges, ‘When you hear a case between your brothers, you are to judge with righteousness between a man and his brother or a foreign resident.","You must not be partial in judgment. You should hear the small one the same as the great one. You must not become intimidated by men, for the judgment belongs to God; and if a case is too difficult for you, you should present it to me, and I will hear it.’","At that time I instructed you regarding all the things that you should do. \n \n","“Then we departed from Horʹeb and marched through all that great and fearsome wilderness that you saw on the way to the mountainous region of the Amʹor·ites, just as Jehovah our God had commanded us, and we eventually came to Kaʹdesh-barʹne·a.","I then said to you, ‘You have come to the mountainous region of the Amʹor·ites, which Jehovah our God is giving to us.","See, Jehovah your God has given the land over to you. Go up, take possession of it, just as Jehovah, the God of your forefathers, has told you. Do not be afraid or terrified.’ \n \n","“However, all of you approached me and said, ‘Let us send men ahead of us to search out the land for us and bring word back to us as to what route we should take and what kind of cities we will encounter.’","The suggestion seemed good to me, so I selected 12 of your men, one for each tribe.","They left and went up into the mountainous region and reached the Valley of Eshʹcol and spied it out.","They took some of the fruitage of the land and carried it back to us, and they brought word back to us, ‘The land that Jehovah our God is giving us is good.’","But you refused to go up, and you rebelled against the order of Jehovah your God.","You kept grumbling in your tents and were saying, ‘It was because Jehovah hated us that he brought us out of the land of Egypt to hand us over to the Amʹor·ites to annihilate us.","What kind of place are we going to? Our brothers made us lose heart by saying, “They are a people greater and taller than we are, and their cities are great and fortified to the heavens, and we saw the sons of the Anʹa·kim there.”’ \n \n","“So I said to you, ‘Do not be struck with terror or be afraid because of them.","Jehovah your God will go before you and will fight for you, just as he did in Egypt before your very eyes.","And you saw in the wilderness how Jehovah your God carried you just as a man carries his son, everywhere you went until you came to this place.’","But despite all of this, you did not put faith in Jehovah your God,","who was going ahead of you on the way, to spy out a place for you to camp. He appeared by fire at night and by a cloud in the daytime to show you the way you should walk. \n \n","“All the while Jehovah heard what you were saying, and he became indignant and solemnly swore,","‘Not one of these men of this evil generation will see the good land that I swore to give to your fathers,","except Caʹleb the son of Je·phunʹneh. He will see it, and I will give the land on which he walked to him and to his sons, because he has followed Jehovah wholeheartedly.","(Jehovah even became angry with me because of you, and he said, “You too will not go in there.","Joshua the son of Nun, who stands before you, is the one who will enter into the land. Make him strong, for he will cause Israel to inherit it.”)","Moreover, your children who you said would become plunder and your sons who today do not know good or bad, these will enter, and I will give it to them to possess.","But as for you, turn back and depart for the wilderness by the way of the Red Sea.’ \n \n","“At this you said to me, ‘We have sinned against Jehovah. We will now go up and fight, just as Jehovah our God has commanded us!’ So each of you put on his weapons of war, and you thought it would be an easy thing to go up the mountain.","But Jehovah said to me, ‘Tell them: “You must not go up and fight, for I will not be with you. If you do, you will be defeated by your enemies.”’","So I spoke to you, but you did not listen. Instead, you rebelled against Jehovah’s order and presumptuously tried to go up the mountain.","Then the Amʹor·ites who were dwelling in that mountain came out to meet you and chased you away like bees do, and they scattered you in Seʹir as far as Horʹmah.","So you returned and began to weep before Jehovah, but Jehovah did not listen to you or pay attention to you.","That is why you kept dwelling in Kaʹdesh for as long as you did. \n"],["“Then we turned and departed for the wilderness by the way of the Red Sea, just as Jehovah had told me, and we traveled for many days around Mount Seʹir.","Finally Jehovah said to me,","‘You have gone around this mountain long enough. Now turn north.","And give this command to the people: “You will pass by the border of your brothers, the descendants of Eʹsau, who are dwelling in Seʹir, and they will be afraid of you, and you must be very careful.","Do not engage in hostilities with them, for I will not give you any of their land, not even the space of a footprint, because I have given Mount Seʹir to Eʹsau as his possession.","You should give them money for the food you will eat, and you should pay for the water you will drink.","For Jehovah your God has blessed you in all that you have done. He is fully aware of your walking through this great wilderness. These 40 years Jehovah your God has been with you, and you have lacked nothing.”’","So we passed by our brothers, the descendants of Eʹsau, who are dwelling in Seʹir, keeping away from the way of the Arʹa·bah, from Eʹlath and from Eʹzi·on-geʹber. \n \n“Next we turned and traveled by the way of the wilderness of Moʹab.","Jehovah then said to me, ‘Do not engage in hostilities or in war with Moʹab, for I will not give you any of his land as a possession because I have given Ar as a possession to the descendants of Lot.","(The Eʹmim formerly lived there, a people great and numerous and tall like the Anʹa·kim.","The Rephʹa·im were also considered like the Anʹa·kim, and the Moʹab·ites used to call them Eʹmim.","Previously, the Horʹites were living in Seʹir, but the descendants of Eʹsau dispossessed and annihilated them and settled in their place, just as Israel will do to the land that is their possession, which Jehovah will certainly give to them.)","Now go and cross over the Valley of Zeʹred.’ So we crossed over the Valley of Zeʹred.","The time it took us to walk from Kaʹdesh-barʹne·a until we crossed the Valley of Zeʹred was 38 years, until the entire generation of the men of war had perished from the camp, just as Jehovah had sworn to them.","Jehovah’s hand was against them to eliminate them from the camp until they had perished. \n \n","“As soon as all the men of war had died off from among the people,","Jehovah spoke to me again, saying,","‘Today you are to pass by the territory of Moʹab, that is, Ar.","When you come near to the Amʹmon·ites, do not harass or provoke them, for I will not give you any of the land of the Amʹmon·ites as a possession, because I have given it to the descendants of Lot as their possession.","This too used to be considered the land of the Rephʹa·im. (The Rephʹa·im formerly lived there, and the Amʹmon·ites used to call them Zam·zumʹmim.","They were a great and numerous and tall people like the Anʹa·kim; but Jehovah annihilated them before the Amʹmon·ites, and these drove them out and settled in their place.","That is what he did for the descendants of Eʹsau, who now dwell in Seʹir, when he annihilated the Horʹites from before them, so that they could dispossess them and dwell in their place to this very day.","As for the Avʹvim, they had dwelled in settlements as far as Gazʹa until the Caphʹto·rim, who came out from Caphʹtor, annihilated them and settled in their place.) \n \n","“‘Get up, and make your way across the Arʹnon Valley. See, I have given into your hand Siʹhon the Amʹor·ite, king of Heshʹbon. So begin taking possession of his land, and engage him in war.","This day I will start to put the dread and the fear of you upon all the people under the heavens who hear the report about you. They will be disturbed and will tremble because of you.’ \n \n","“Then I sent messengers from the wilderness of Kedʹe·moth to King Siʹhon of Heshʹbon, with these peaceful words,","‘Let me pass through your land. I will remain on the road and not turn to the right or to the left.","I will eat only the food and drink only the water that you will sell to me. Just allow me to pass through on foot","—that is what the descendants of Eʹsau dwelling in Seʹir and the Moʹab·ites dwelling in Ar did for me—until I pass over the Jordan into the land that Jehovah our God is giving to us.’","But King Siʹhon of Heshʹbon did not let us pass through, because Jehovah your God allowed his spirit to become obstinate and his heart to become hard, in order to give him into your hand as is now the case. \n \n","“Then Jehovah said to me, ‘See, I have already begun to give Siʹhon and his land over to you. Start to take possession of his land.’","When Siʹhon came out along with all his people to meet us in battle at Jaʹhaz,","Jehovah our God handed him over to us, so that we defeated him, his sons, and all his people.","We captured all his cities at that time and devoted every city to destruction, including men, women, and children. We left no survivor.","We plundered only the livestock for ourselves along with the spoils from the cities that we had captured.","From A·roʹer, which is on the rim of the Arʹnon Valley (including the city that is in the valley), as far as Gilʹe·ad, no town was beyond our reach. Jehovah our God handed them all over to us.","However, you did not approach the land of the Amʹmon·ites, the whole bank of the Valley of Jabʹbok and the cities of the mountainous region, or any other place forbidden by Jehovah our God. \n"],["“Then we turned and went up by the Way of Baʹshan. And Og, the king of Baʹshan, came out with all his people to meet us in battle at Edʹre·i.","So Jehovah said to me, ‘Do not be afraid of him, for I will give him and all his people and his land into your hand, and you will do to him just as you did to Siʹhon the king of the Amʹor·ites, who lived in Heshʹbon.’","So Jehovah our God also gave King Og of Baʹshan and all his people into our hand, and we kept striking him down until none of his people survived.","We then captured all his cities. There was no town that we did not take from them—60 cities, all the region of Arʹgob, the kingdom of Og in Baʹshan.","All these cities were fortified with high walls, gates, and bars, along with a great number of rural towns.","However, we devoted them to destruction, just as we had done to King Siʹhon of Heshʹbon, in devoting every city to destruction, including men, women, and children.","And we took all the livestock and the spoil of the cities for ourselves. \n \n","“At that time we seized the land of the two Amʹor·ite kings who were in the region of the Jordan, from the Arʹnon Valley as far as Mount Herʹmon","(the mountain that the Si·doʹni·ans used to call Sirʹi·on and the Amʹor·ites used to call Seʹnir),","all the cities of the tableland, all Gilʹe·ad, and all Baʹshan as far as Salʹe·cah and Edʹre·i, the cities of the kingdom that belonged to Og in Baʹshan.","For King Og of Baʹshan was the last remaining one of the Rephʹa·im. His bier was made of iron, and it is still in Rabʹbah of the Amʹmon·ites. It is nine cubits long and four cubits wide, by the standard cubit.","At that time we took possession of this land: from A·roʹer, which is by the Arʹnon Valley, and half of the mountainous region of Gilʹe·ad, and I have given its cities to the Reuʹben·ites and the Gadʹites.","And the rest of Gilʹe·ad and all Baʹshan of the kingdom of Og I have given to the half tribe of Ma·nasʹseh. All the region of Arʹgob, which belongs to Baʹshan, was known as the land of the Rephʹa·im. \n \n","“Jaʹir the son of Ma·nasʹseh took all the region of Arʹgob as far as the boundary of the Geshʹur·ites and the Ma·acʹa·thites and named those villages of Baʹshan after himself, Havʹvoth-jaʹir, to this day.","And I have given Gilʹe·ad to Maʹchir.","And to the Reuʹben·ites and the Gadʹites, I have given from Gilʹe·ad to the Arʹnon Valley, with the middle of the valley as a boundary, and as far as Jabʹbok, the valley that is the boundary of the Amʹmon·ites,","and the Arʹa·bah and the Jordan and the border, from Chinʹne·reth to the Sea of the Arʹa·bah, the Salt Sea, at the base of the slopes of Pisʹgah toward the east. \n \n","“I then gave you this command: ‘Jehovah your God has given you this land to take possession of it. All your valiant men will take up arms and cross over before your brothers, the Israelites.","Only your wives, your children, and your livestock (I well know that you have a great deal of livestock) will continue dwelling in the cities that I have given you,","until Jehovah gives your brothers rest, as he does for you, and they also have taken possession of the land that Jehovah your God will give them across the Jordan. Then you will come back, each one to his possession that I have given you.’ \n \n","“At that time I gave this command to Joshua: ‘You have seen with your own eyes what Jehovah your God has done to these two kings. Jehovah will do the same thing to all the kingdoms into which you will cross over.","You must not be afraid of them, for Jehovah your God is the one fighting for you.’ \n \n","“At that time I pleaded with Jehovah, saying,","‘O Sovereign Lord Jehovah, you have begun to show your servant your greatness and your mighty arm, for what god in the heavens or on the earth performs such mighty deeds as you?","Please let me pass over and see the good land that is across the Jordan, this good mountainous region and Lebʹa·non.’","But Jehovah was still furious with me because of you, and he would not listen to me. Rather, Jehovah said to me, ‘Enough from you! Never speak to me again about this matter.","Go up to the top of Pisʹgah, and look to the west and north and south and east and view the land with your eyes, for you will not cross over this Jordan.","Commission Joshua and encourage him and strengthen him, because he is the one who will cross over before this people and he is the one who will cause them to inherit the land that you will see.’","All this happened while we were dwelling in the valley in front of Beth-peʹor. \n"],["“Now, O Israel, listen to the regulations and the judicial decisions that I am teaching you to observe, so that you may live and go in and take possession of the land that Jehovah, the God of your forefathers, is giving you.","You must not add to the word that I am commanding you, neither must you take away from it, so as to keep the commandments of Jehovah your God that I am commanding you. \n \n","“Your own eyes have seen what Jehovah did in the case of the Baʹal of Peʹor; Jehovah your God annihilated from your midst every man who walked after the Baʹal of Peʹor.","But you who are holding fast to Jehovah your God are all alive today.","See, I have taught you regulations and judicial decisions, just as Jehovah my God has commanded me, so that you may observe them in the land you will take possession of.","You must carefully follow them, because this will show wisdom and understanding on your part before the peoples who will hear about all these regulations, and they will say, ‘This great nation is undoubtedly a wise and understanding people.’","For what great nation has gods as near to it as Jehovah our God is to us whenever we call on him?","And what great nation has righteous regulations and judicial decisions like this entire Law that I am putting before you today? \n \n","“Just be careful and watch yourself closely, so that you may not forget the things that your eyes have seen and so that they may not depart from your heart all the days of your life. You must also make them known to your sons and to your grandsons.","On the day that you stood before Jehovah your God in Horʹeb, Jehovah said to me, ‘Congregate the people together to me so that I may let them hear my words, in order that they may learn to fear me all the days that they are alive on the ground and that they may teach their sons.’ \n \n","“So you came near and stood at the base of the mountain, and the mountain was burning with fire up to the very heavens; there was darkness, cloud, and thick gloom.","And Jehovah began to speak to you out of the fire. You heard the sound of words, but you saw no form—there was only a voice.","And he declared his covenant to you, which he commanded you to observe—the Ten Commandments. Afterward, he wrote them on two tablets of stone.","At that time Jehovah commanded me to teach you regulations and judicial decisions, which you are to observe in the land you will enter to take possession of. \n \n","“Therefore, watch yourselves closely —since you did not see any form on the day Jehovah spoke to you in Horʹeb out of the middle of the fire—","that you may not act corruptly by making for yourselves any carved image having the form of any symbol, the representation of male or female,","the representation of any animal on the earth or the representation of any bird that flies in the sky,","the representation of anything creeping on the ground or the representation of any fish in the waters under the earth.","And when you raise your eyes to the heavens and see the sun and the moon and the stars—all the army of the heavens—do not get seduced and bow down to them and serve them. Jehovah your God has given them to all the peoples under the whole heavens.","But you are the ones Jehovah took and brought out of the iron-smelting furnace, out of Egypt, to become the people of his personal possession, as you are today. \n \n","“Jehovah became angry with me because of you, and he swore that I should not cross the Jordan or go into the good land that Jehovah your God is giving you as an inheritance.","For I am to die in this land; I will not cross the Jordan, but you will cross over and take possession of this good land.","Be careful that you do not forget the covenant of Jehovah your God that he made with you, and do not make for yourselves a carved image, the form of anything forbidden to you by Jehovah your God.","For Jehovah your God is a consuming fire, a God who requires exclusive devotion. \n \n","“If you become father to sons and grandsons and you have lived a long time in the land and you act ruinously and make a carved image of any kind and you do what is evil in the eyes of Jehovah your God so as to offend him,","I do take the heavens and the earth as witnesses against you today that you will surely and quickly perish from the land that you are crossing the Jordan to take possession of. You will not last long on it, but you will be utterly annihilated.","Jehovah will scatter you among the peoples, and just a few of you will survive among the nations to which Jehovah will have driven you.","There you will have to serve gods of wood and stone made by human hands, gods that cannot see or hear or eat or smell. \n \n","“If you search for Jehovah your God from there, you will certainly find him, if you inquire for him with all your heart and with all your soul.","When you are in great distress and all these things have happened to you in later times, then you will return to Jehovah your God and listen to his voice.","For Jehovah your God is a merciful God. He will not desert you or bring you to ruin or forget the covenant that he swore to your forefathers. \n \n","“Ask, now, about the former days before your time, from the day when God created man on the earth; search from one end of the heavens to the other end of the heavens. Has anything so great ever happened or has anything like it ever been heard of?","Have any other people heard the voice of God speaking out of the fire the way you have heard it and kept on living?","Or has God ever attempted to take for himself a nation out of the midst of another nation along with judgments, with signs, with miracles, with war, with a mighty hand, with an outstretched arm, and with terrifying deeds, as Jehovah your God did for you in Egypt before your very eyes?","You yourselves have been shown these things so you will know that Jehovah is the true God; there is no other besides him.","He made you hear his voice from the heavens to correct you, and on the earth he made you see his great fire, and his words you heard from out of the fire. \n \n","“Because he loved your forefathers and has chosen their offspring after them, you were brought out of Egypt in his presence by his great power.","From before you he drove away nations greater and mightier than you, to bring you in and give you their land as an inheritance, as it is today.","Know, therefore, on this day, and take it to heart that Jehovah is the true God in the heavens above and on the earth beneath. There is no other.","You must keep his regulations and his commandments that I am commanding you today, in order that it may go well with you and your sons after you, so that you may long remain in the land that Jehovah your God is giving you.” \n \n","At that time Moses set apart three cities on the eastern side of the Jordan.","If any manslayer unintentionally kills his fellow man and he did not previously hate him, he must flee to one of these cities and live.","The cities are Beʹzer in the wilderness on the tableland for the Reuʹben·ites, Raʹmoth in Gilʹe·ad for the Gadʹites, and Goʹlan in Baʹshan for the Ma·nasʹsites. \n \n","Now this is the Law that Moses set before the people of Israel.","These are the reminders, the regulations, and the judicial decisions that Moses gave to the Israelites after they came out of Egypt,","in the region of the Jordan, in the valley opposite Beth-peʹor, in the land of King Siʹhon of the Amʹor·ites, who was dwelling in Heshʹbon, whom Moses and the Israelites defeated after coming out of Egypt.","And they took possession of his land and of the land of King Og of Baʹshan, the two kings of the Amʹor·ites who were in the region east of the Jordan,","from A·roʹer, which is on the rim of the Arʹnon Valley, up to Mount Siʹon, that is, Herʹmon,","and all the Arʹa·bah in the region east of the Jordan, and as far as the Sea of the Arʹa·bah, at the base of the slopes of Pisʹgah. \n"],["Moses then summoned all Israel and said to them: “Hear, O Israel, the regulations and the judicial decisions that I am announcing to you today, and you must learn them and carefully observe them.","Jehovah our God made a covenant with us in Horʹeb.","It was not with our forefathers that Jehovah made this covenant, but with us, all of us alive here today.","Jehovah spoke face-to-face with you in the mountain, out of the fire.","I was standing between Jehovah and you at that time to convey to you the word of Jehovah, for you were afraid because of the fire and did not go up the mountain. He said: \n \n","“‘I am Jehovah your God, who brought you out of the land of Egypt, out of the house of slavery.","You must never have any other gods besides me. \n \n","“‘You must not make for yourself a carved image or a form like anything that is in the heavens above or on the earth below or in the waters under the earth.","You must not bow down to them nor be led to serve them, for I, Jehovah your God, am a God who requires exclusive devotion, bringing punishment for the error of fathers upon sons, upon the third generation and upon the fourth generation of those who hate me,","but showing loyal love to the thousandth generation of those who love me and keep my commandments. \n \n","“‘You must not take up the name of Jehovah your God in a worthless way, for Jehovah will not leave anyone unpunished who takes up his name in a worthless way. \n \n","“‘Observe the Sabbath day to keep it sacred, just as Jehovah your God commanded you.","You are to labor and do all your work in six days,","but the seventh day is a sabbath to Jehovah your God. You must not do any work, neither you nor your son nor your daughter nor your slave man nor your slave girl nor your bull nor your donkey nor any of your domestic animals nor your foreign resident who is inside your cities, in order that your slave man and your slave girl may rest the same as you.","Remember that you became a slave in the land of Egypt and that Jehovah your God brought you out of there with a mighty hand and an outstretched arm. That is why Jehovah your God commanded you to observe the Sabbath day. \n \n","“‘Honor your father and your mother, just as Jehovah your God has commanded you, so that you may live a long time and you may prosper in the land that Jehovah your God is giving you. \n \n","“‘You must not murder. \n \n","“‘Neither must you commit adultery. \n \n","“‘Neither must you steal. \n \n","“‘Neither must you testify to a falsehood against your fellow man. \n \n","“‘Neither must you desire your fellow man’s wife. Neither must you selfishly desire your fellow man’s house nor his field nor his slave man nor his slave girl nor his bull nor his donkey nor anything that belongs to your fellow man.’ \n \n","“These commandments Jehovah spoke to all your congregation on the mountain, out of the fire, the cloud, and the thick gloom, with a loud voice, and he added nothing further; then he wrote them on two tablets of stone and gave them to me. \n \n","“But as soon as you had heard the voice out of the darkness, while the mountain was burning with fire, all the heads of your tribes and the elders approached me.","Then you said, ‘Here Jehovah our God has shown us his glory and his greatness, and we have heard his voice out of the fire. Today we have seen that God can speak with man and he can keep living.","Now, why should we die? For this great fire may consume us. If we continue hearing the voice of Jehovah our God, we are sure to die.","For who is there of all flesh who has heard the voice of the living God speaking out of the fire as we did and yet goes on living?","You yourself must go near to hear all that Jehovah our God will say, and you will be the one to tell us all that Jehovah our God says to you, and we will listen and do it.’ \n \n","“So Jehovah heard the words you spoke to me, and Jehovah said to me, ‘I have heard the words that this people have spoken to you. All they have said is good.","If only they would always have a heart inclined to fear me and to keep all my commandments; then it would go well with them and their sons forever!","Go say to them: “Return to your tents.”","But you should stay here with me, and let me tell you all the commandments, the regulations, and the judicial decisions that you should teach to them and that they are to observe in the land that I am giving them to take possession of.’","Now you people should be careful to do just as Jehovah your God has commanded you. You must not turn to the right or to the left.","You should walk in all the way that Jehovah your God has commanded you, in order that you may live and prosper and prolong your days in the land that you will take possession of. \n"],["“Now these are the commandments, the regulations, and the judicial decisions that Jehovah your God has given to teach you, so that you may observe them when you cross over into the land that you are to take possession of,","in order that you may fear Jehovah your God and keep all his statutes and his commandments that I am commanding you—you and your son and your grandson—all the days of your life, so that you may live a long time.","And you must listen, O Israel, and carefully observe them, so that you may prosper and become very many in the land flowing with milk and honey, just as Jehovah, the God of your forefathers, has promised you. \n \n","“Listen, O Israel: Jehovah our God is one Jehovah.","You must love Jehovah your God with all your heart and all your soul and all your strength.","These words that I am commanding you today must be on your heart,","and you must inculcate them in your sons and speak of them when you sit in your house and when you walk on the road and when you lie down and when you get up.","Tie them as a reminder on your hand, and they must be like a headband on your forehead.","Write them on the doorposts of your house and on your gates. \n \n","“When Jehovah your God brings you into the land that he swore to your forefathers Abraham, Isaac, and Jacob to give you—great and fine cities that you did not build,","houses full of all sorts of good things that you did not work for, hewn cisterns that you did not dig, and vineyards and olive trees that you did not plant—and you have eaten and become satisfied,","be careful not to forget Jehovah, who brought you out of the land of Egypt, out of the house of slavery.","Jehovah your God you should fear, and him you should serve, and by his name you should swear.","You must not follow after other gods, any gods of the peoples who are all around you,","for Jehovah your God who is in your midst is a God who requires exclusive devotion. Otherwise, the anger of Jehovah your God will blaze against you and he will annihilate you from the face of the earth. \n \n","“You must not put Jehovah your God to the test the way you put him to the test at Masʹsah.","You should diligently observe the commandments of Jehovah your God and his reminders and his regulations that he has commanded you to observe.","You must do what is right and good in Jehovah’s eyes, in order that you may prosper and that you may enter and take possession of the good land about which Jehovah has sworn to your forefathers,","by driving out all your enemies from before you, just as Jehovah has promised. \n \n","“In the future, when your son asks you, ‘What is the meaning of the reminders, the regulations, and the judicial decisions that Jehovah our God has commanded you?’","then you will say to your son, ‘We became slaves to Pharʹaoh in Egypt, but Jehovah brought us out of Egypt with a mighty hand.","So before our eyes Jehovah kept sending signs and miracles, great and devastating, upon Egypt, upon Pharʹaoh, and upon all his household.","And he brought us out from there in order to bring us here to give us the land about which he had sworn to our forefathers.","Then Jehovah commanded us to carry out all these regulations and to fear Jehovah our God for our lasting good, so that we could keep alive, as we are today.","And it will mean righteousness for us if we are careful to observe all these commandments in obedience to Jehovah our God, just as he has commanded us.’ \n"],["“When Jehovah your God brings you into the land you are about to enter and take possession of, he will also clear away populous nations from before you: the Hitʹtites, the Girʹga·shites, the Amʹor·ites, the Caʹnaan·ites, the Perʹiz·zites, the Hiʹvites, and the Jebʹu·sites, seven nations more populous and mightier than you are.","Jehovah your God will give them over to you, and you will defeat them. You should without fail devote them to destruction. You must not make any covenant with them nor show them any favor.","You must not form any marriage alliances with them. Do not give your daughters to their sons or take their daughters for your sons.","For they will turn your sons away from following me to serve other gods; then Jehovah’s anger will blaze against you, and he will swiftly annihilate you. \n \n","“Instead, this is what you should do to them: Tear down their altars, break up their sacred pillars, cut down their sacred poles, and burn up their graven images.","For you are a holy people to Jehovah your God, and Jehovah your God has chosen you to become his people, his special property, out of all the peoples who are on the face of the earth. \n \n","“It was not because you were the most numerous of all the peoples that Jehovah showed affection for you and chose you, for you were the smallest of all the peoples.","Rather, it was because of Jehovah’s love for you and because he kept the oath that he had sworn to your forefathers that Jehovah brought you out with a mighty hand, to redeem you from the house of slavery, from the power of Pharʹaoh king of Egypt.","You well know that Jehovah your God is the true God, the faithful God, keeping his covenant and loyal love to a thousand generations of those who love him and keep his commandments.","But those who hate him he will repay to their face with destruction. He will not be slow to deal with those who hate him; he will repay them to their face.","Therefore, take care to keep the commandments and the regulations and the judicial decisions that I am commanding you today, by observing them. \n \n","“If you continue listening to these judicial decisions and you observe them and carry them out, Jehovah your God will keep the covenant and the loyal love about which he swore to your forefathers.","He will love you and bless you and multiply you. Yes, he will bless you with many children and with the produce of your soil, your grain, your new wine, your oil, the calves of your herds and the lambs of your flocks, in the land that he swore to your forefathers to give to you.","You will become the most blessed of all the peoples; no man or woman among you will be childless, nor will your livestock be without young.","Jehovah will take away from you all sickness, and he will not bring upon you any of the terrible diseases that you have known in Egypt. Instead, he will bring them upon all those who hate you.","You are to destroy all the peoples whom Jehovah your God gives over to you. You must not feel sorry for them, and you must not serve their gods, because that would be a snare to you. \n \n","“If you should say in your heart, ‘These nations outnumber us. How can I drive them away?’","you must not be afraid of them. You should remind yourself of what Jehovah your God did to Pharʹaoh and all Egypt,","the great judgments that your eyes saw and the signs and the miracles and the mighty hand and the outstretched arm with which Jehovah your God brought you out. That is what Jehovah your God will do to all the peoples you fear.","Jehovah your God will send the feeling of dejection upon them until those who were left remaining and who were concealing themselves from before you perish.","Do not be struck with terror because of them, for Jehovah your God is with you, a great and awe-inspiring God. \n \n","“Jehovah your God will certainly drive these nations away from before you little by little. You will not be allowed to put an end to them quickly, so that the wild animals of the field will not multiply against you.","Jehovah your God will give them over to you and utterly defeat them until they are annihilated.","He will give their kings into your hand, and you will wipe out their names from under the heavens. Nobody will stand up to you, until you have exterminated them.","You should burn the graven images of their gods in the fire. Do not desire the silver and the gold on them or take it for yourself, so that you are not ensnared by it, for it is something detestable to Jehovah your God.","You must not bring a detestable thing into your house and thereby become something devoted to destruction like it. You should utterly loathe it and absolutely detest it, because it is something devoted to destruction. \n"],["“You should be careful to observe every commandment that I am giving you today, so that you may continue living and multiply and go in and take possession of the land about which Jehovah swore to your forefathers.","Remember the long road that Jehovah your God made you walk these 40 years in the wilderness, to humble you and to put you to the test so as to know what was in your heart, whether you would keep his commandments or not.","So he humbled you and let you go hungry and fed you with the manna, which neither you had known nor your fathers had known, in order to make you know that man does not live by bread alone but man lives by every expression from Jehovah’s mouth.","The clothing you wore did not wear out, nor did your feet become swollen these 40 years.","You well know in your heart that just as a man corrects his son, Jehovah your God was correcting you. \n \n","“Now you must keep the commandments of Jehovah your God by walking in his ways and by fearing him.","For Jehovah your God is bringing you into a good land, a land of streams of water, springs and fountains flowing in the valley plain and in the mountainous region,","a land of wheat and barley, of grapevines, fig trees, and pomegranates, a land of olive oil and honey,","a land where food will not be scarce and you will lack nothing, a land where the stones contain iron and from its mountains you will mine copper. \n \n","“When you have eaten and are satisfied, you must praise Jehovah your God for the good land that he has given you.","Be careful not to forget Jehovah your God by failing to keep his commandments, his judicial decisions, and his statutes that I am commanding you today.","When you eat and are satisfied and you build fine houses and dwell in them,","when your herd and your flocks multiply and your silver and gold increase and you have an abundance of everything,","do not let your heart become proud and cause you to forget Jehovah your God, who brought you out of the land of Egypt, out of the house of slavery,","who caused you to walk through the great and fearsome wilderness, with poisonous serpents and scorpions and with parched ground that has no water. He made water flow out of the flinty rock","and fed you with manna in the wilderness, which your fathers had not known, in order to humble you and to put you to the test so as to benefit you in the future.","If you should say in your heart, ‘My own power and the strength of my own hand have produced this wealth for me,’","remember that it is Jehovah your God who gives power to you to make wealth, in order to carry out his covenant that he swore to your forefathers, as it is today. \n \n","“If you should ever forget Jehovah your God and you walk after other gods and serve them and bow down to them, I do bear witness against you today that you will surely perish.","Like the nations that Jehovah is destroying before you, that is how you will perish, because you would not listen to the voice of Jehovah your God. \n"],["“Hear, O Israel, today you are crossing the Jordan to go in and dispossess nations greater and mightier than you, cities great and fortified to the heavens,","a people great and tall, the sons of the Anʹa·kim, about whom you know and have heard it said, ‘Who can stand up to the sons of Aʹnak?’","Therefore, you should know this day that Jehovah your God will cross ahead of you. He is a consuming fire, and he will annihilate them. He will subdue them before your eyes so that you may quickly drive them out and destroy them, just as Jehovah has promised you. \n \n","“Do not say in your heart when Jehovah your God drives them away from before you, ‘It was because of my own righteousness that Jehovah has brought me in to take possession of this land.’ Rather, it is because of the wickedness of these nations that Jehovah is driving them away from before you.","It is not because of your righteousness or the uprightness of your heart that you are going in to take possession of their land. Instead, it is because of the wickedness of these nations that Jehovah your God is driving them away from before you and in order to carry out the word that Jehovah swore to your forefathers, Abraham, Isaac, and Jacob.","Know, then, that it is not because of your righteousness that Jehovah your God is giving you this good land to take possession of, because you are an obstinate people. \n \n","“Remember—never forget—the way you provoked Jehovah your God in the wilderness. From the day that you left the land of Egypt until your coming to this place, you have rebelled against Jehovah.","Even in Horʹeb you provoked Jehovah, and Jehovah was so angry with you that he was ready to annihilate you.","When I went up the mountain to receive the stone tablets, the tablets of the covenant that Jehovah made with you, I remained on the mountain 40 days and 40 nights, eating no food and drinking no water.","Then Jehovah gave me the two tablets of stone written on with God’s finger, and on them were all the words that Jehovah had spoken to you on the mountain out of the fire in the day of the assembly.","At the end of the 40 days and 40 nights, Jehovah gave me the two tablets of stone, the tablets of the covenant,","and Jehovah told me, ‘Get up, go down quickly from here, because your people whom you brought out of Egypt have acted corruptly. They have quickly turned aside from the path I commanded them to follow. They have made a metal image for themselves.’","Jehovah then said to me, ‘I have seen this people, and look! it is an obstinate people.","Let me be, and I will annihilate them and wipe out their name from under the heavens, and let me make you a nation mightier and more numerous than they are.’ \n \n","“Then I turned and went down the mountain while the mountain was burning with fire, and the two tablets of the covenant were in both my hands.","Then I looked and saw that you had sinned against Jehovah your God! You had made a metal calf for yourselves. You had turned aside quickly from the path Jehovah had commanded you to follow.","So I took hold of the two tablets and threw them down with both my hands and shattered them before your eyes.","Then I prostrated myself before Jehovah, as at first, for 40 days and 40 nights. I neither ate food nor drank water, because of all the sins that you had committed by your doing what was evil in Jehovah’s eyes and offending him.","For I was terrified because of Jehovah’s great anger against you, in that he was ready to annihilate you. However, Jehovah listened to me that time also. \n \n","“Jehovah was so angry with Aaron that he was ready to annihilate him, but I made supplication for Aaron at that time also.","Then I took the sinful thing you made, the calf, and burned it up in the fire; I crushed it and ground it thoroughly until it was fine like dust, and I threw the dust into the stream that flows down from the mountain. \n \n","“Further, at Tabʹe·rah, at Masʹsah, and at Kibʹroth-hat·taʹa·vah, you also provoked Jehovah to anger.","When Jehovah sent you out of Kaʹdesh-barʹne·a and said, ‘Go up and take possession of the land that I will certainly give you!’ you again rebelled against the order of Jehovah your God, and you did not exercise faith in him and did not obey him.","You have rebelled against Jehovah ever since I have known you. \n \n","“So I kept prostrating myself before Jehovah 40 days and 40 nights, for I prostrated myself in this way because Jehovah said he would annihilate you.","I began to make supplication to Jehovah and to say, ‘O Sovereign Lord Jehovah, do not bring your people to ruin. They are your personal possession, whom you redeemed through your greatness and brought out of Egypt with a mighty hand.","Remember your servants Abraham, Isaac, and Jacob. Do not pay attention to the stubbornness of this people, their wickedness, and their sin.","Otherwise the people of the land from which you brought us may say: “Jehovah was unable to bring them into the land that he promised them, and because he hated them, he brought them out to put them to death in the wilderness.”","For they are your people and your personal possession, whom you brought out with your great power and your outstretched arm.’ \n"],["“At that time Jehovah said to me, ‘Carve out for yourself two tablets of stone like the first ones, and come up to me on the mountain; also you must make for yourself an ark of wood.","And I will write on the tablets the words that appeared on the first tablets, which you shattered, and you should place them in the ark.’","So I made an ark of acacia wood and carved out two tablets of stone like the first ones and went up the mountain with the two tablets in my hand.","Then he wrote on the tablets the words he had written before, the Ten Commandments, which Jehovah had spoken to you on the mountain out of the fire on the day of the assembly; and Jehovah gave them to me.","Then I turned and went down the mountain and placed the tablets in the ark that I had made, where they remain, just as Jehovah had commanded me. \n \n","“The Israelites then departed from Be·erʹoth Benʹe-jaʹa·kan for Mo·seʹrah. There Aaron died and was buried, and his son El·e·aʹzar began to serve as priest in his place.","From there they departed for Gudʹgo·dah, and from Gudʹgo·dah for Jotʹba·thah, a land flowing with streams of water. \n \n","“At that time Jehovah set apart the tribe of Leʹvi to carry the ark of Jehovah’s covenant, to stand before Jehovah in order to minister to him, and to bless in his name, as they do to this day.","That is why Leʹvi has not been given a share or an inheritance with his brothers. Jehovah is his inheritance, just as Jehovah your God had said to him.","I myself stayed on the mountain as I did the first time, 40 days and 40 nights, and Jehovah listened to me on that occasion also. Jehovah did not want to destroy you.","Then Jehovah said to me, ‘Go ahead of the people, and prepare to depart, so that they may go in and take possession of the land that I have sworn to their forefathers to give to them.’ \n \n","“Now, O Israel, what is Jehovah your God asking of you? Only this: to fear Jehovah your God, to walk in all his ways, to love him, to serve Jehovah your God with all your heart and all your soul,","and to keep the commandments and statutes of Jehovah that I am commanding you today for your own good.","Look, to Jehovah your God belong the heavens, even the heavens of the heavens, and the earth with all that is in it.","But only to your forefathers did Jehovah draw close and express his love, and he has chosen you, their offspring, out of all the peoples, as you are today.","You must now cleanse your hearts and stop being so stubborn.","For Jehovah your God is the God of gods and the Lord of lords, the God great, mighty, and awe-inspiring, who treats none with partiality and does not accept a bribe.","He executes justice for the fatherless child and the widow and loves the foreign resident, giving him food and clothing.","You too must love the foreign resident, for you became foreign residents in the land of Egypt. \n \n","“Jehovah your God you should fear, him you should serve, to him you should cling, and by his name you should swear.","He is the One you are to praise. He is your God, who has done all these great and awe-inspiring things for you that your own eyes have seen.","With 70 people your forefathers went down into Egypt, and now Jehovah your God has made you as numerous as the stars of the heavens. \n"],["“You must love Jehovah your God and always keep your obligation to him and his statutes, his judicial decisions, and his commandments.","You know that today I am addressing you, not your sons who have not known or seen the discipline of Jehovah your God, his greatness, his mighty hand and his outstretched arm.","They did not see his signs and his deeds that he did in Egypt to Pharʹaoh king of Egypt and to all his land;","or what he did to the armies of Egypt, to Pharʹaoh’s horses and war chariots, which were overwhelmed by the waters of the Red Sea when they were chasing after you, and Jehovah destroyed them once and for all.","They did not see what he has done for you in the wilderness until your coming to this place,","or what he did to Daʹthan and A·biʹram, the sons of E·liʹab the son of Reuʹben, when the earth opened and swallowed them up, along with their households and their tents and every living thing that followed them, before the eyes of all Israel.","Your own eyes have seen all the great deeds that Jehovah did. \n \n","“You must keep the whole commandment that I am giving you today, so that you may grow strong and cross over into the land to take possession of it,","and so that you may live long in the land that Jehovah swore to give to your forefathers and their offspring, a land flowing with milk and honey. \n \n","“The land you are going to take possession of is not like the land of Egypt, out of which you came, where you used to sow your seed and irrigate it with your foot, like a garden of vegetables.","But the land you are about to cross into and possess is a land of mountains and valley plains. It drinks the water that rains from the heavens;","it is a land that Jehovah your God is caring for. The eyes of Jehovah your God are constantly upon it, from the beginning of the year to the close of the year. \n \n","“And if you will diligently obey my commandments that I am commanding you today and love Jehovah your God and serve him with all your heart and all your soul,","I will also give rain for your land at its appointed time, autumn rain and spring rain, and you will gather your grain and your new wine and your oil.","And I will provide vegetation in your fields for your livestock, and you will eat and be satisfied.","Be careful not to let your heart be enticed to go astray and worship other gods and bow down to them.","Otherwise, Jehovah’s anger will blaze against you, and he will shut up the heavens so that it will not rain and the ground will not give its produce and you will quickly perish from the good land that Jehovah is giving you. \n \n","“You must impress these words of mine on your heart and your soul and bind them as a reminder on your hand, and they should be like a headband on your forehead.","Teach them to your children, speaking about them when you sit in your house and when you walk on the road and when you lie down and when you get up.","Write them on the doorposts of your house and on your gates,","so that you and your sons may live long in the land that Jehovah swore to give to your forefathers, for as long as the heavens are over the earth. \n \n","“If you strictly observe this commandment that I am giving you and you carry it out, to love Jehovah your God, to walk in all his ways and to cling to him,","Jehovah will drive away all these nations from before you, and you will dispossess nations greater and more numerous than you are.","Every place you set your foot will become yours. From the wilderness up to Lebʹa·non, from the River, the river Eu·phraʹtes, to the western sea, your boundary will become.","Nobody will stand up to you. Jehovah your God will spread the dread and the fear of you over the whole land on which you walk, just as he promised you. \n \n","“See, I am putting before you today a blessing and a curse:","the blessing if you obey the commandments of Jehovah your God that I am commanding you today,","and the curse if you do not obey the commandments of Jehovah your God and you turn aside from the way I am commanding you to follow today and you follow gods that you have not known. \n \n","“When Jehovah your God brings you into the land you are to possess, you must pronounce the blessing on Mount Gerʹi·zim and the curse on Mount Eʹbal.","Are they not on the other side of the Jordan toward the west, in the land of the Caʹnaan·ites who live in the Arʹa·bah, opposite Gilʹgal, beside the big trees of Moʹreh?","For you are crossing the Jordan to enter and take possession of the land that Jehovah your God is giving you. When you take possession of it and live in it,","you must be careful to carry out all the regulations and the judicial decisions that I am putting before you today. \n"],["“These are the regulations and the judicial decisions that you should be careful to carry out all the days that you are alive in the land that Jehovah the God of your forefathers will give you to possess.","You should completely destroy all the places where the nations you will dispossess have served their gods, whether on the high mountains or on the hills or under any luxuriant tree.","You should pull down their altars, shatter their sacred pillars, burn their sacred poles in the fire, and cut down the graven images of their gods, obliterating their very names from that place. \n \n","“You must not worship Jehovah your God in that way.","Rather, seek Jehovah your God wherever he chooses to establish his name and his place of residence among all your tribes, and go there.","That is where you are to bring your burnt offerings, your sacrifices, your tithes, the contribution from your hand, your vow offerings, your voluntary offerings, and the firstborn of your herd and flock.","You and your households must eat there before Jehovah your God and rejoice in all your undertakings, because Jehovah your God has blessed you. \n \n","“You must not do as we are doing here today, with everyone doing whatever is right in his own eyes,","because you have not yet come into the resting-place and the inheritance that Jehovah your God is giving you.","When you do cross the Jordan and dwell in the land that Jehovah your God is giving you to possess, he will certainly give you rest from all your enemies around you, and you will dwell in security.","You will bring all that I am commanding you to the place that Jehovah your God chooses to have his name reside—your burnt offerings, your sacrifices, your tithes, the contribution from your hand, and every vow offering that you vow to Jehovah.","You will rejoice before Jehovah your God, you and your sons, your daughters, your male and female slaves, and the Levite inside your cities, for he has not been given a share or an inheritance with you.","Be careful not to offer up your burnt offerings in any other place you may see.","You should offer your burnt offerings only in the place that Jehovah chooses in one of your tribal territories, and there you should do everything I am commanding you. \n \n","“But whenever you desire it, you may slaughter and eat meat, according to the blessing that Jehovah your God has given you in all your cities. The unclean person and the clean person may eat it, as you would eat a gazelle or a deer.","But you must not eat the blood; you should pour it out on the ground like water.","You will not be allowed to eat within your cities the tenth part of your grain, your new wine, your oil, the firstborn of your herd and flock, any of your vow offerings that you vow, your voluntary offerings, or the contribution from your hand.","These you are to eat before Jehovah your God in the place Jehovah your God will choose—you and your son, your daughter, your male and female servant, and the Levite inside your cities; and you will rejoice before Jehovah your God in all your undertakings.","Be careful not to neglect the Levite as long as you live in your land. \n \n","“When Jehovah your God enlarges your territory, just as he has promised you, and you say, ‘I want to eat meat,’ because you desire to eat meat, you may eat meat whenever you desire it.","If the place that Jehovah your God chooses to put his name is far away from you, you should then slaughter some of your herd or some of your flock that Jehovah has given you, just as I have commanded you, and you should eat inside your cities whenever you desire it.","You may eat it as you would eat the gazelle and the deer; both the unclean person and the clean person may eat it.","Just be firmly resolved not to eat the blood, because the blood is the life, and you must not eat the life with the flesh.","You must not eat it. You should pour it out on the ground like water.","You must not eat it, so that it may go well with you and your children after you, because you are doing what is right in Jehovah’s eyes.","You should take only the holy things that are yours and your vow offerings when you come to the place that Jehovah will choose.","There you will offer your burnt offerings, the flesh and the blood, on the altar of Jehovah your God, and the blood of your sacrifices should be poured out against the altar of Jehovah your God, but the flesh you may eat. \n \n","“Be careful to obey all these words that I am commanding you, so that it may always go well with you and your sons after you, because you are doing what is good and right in the eyes of Jehovah your God. \n \n","“When Jehovah your God annihilates the nations that you are to dispossess, and you are living in their land,","be careful not to be entrapped after they have been annihilated from before you. Do not ask about their gods, saying, ‘How were these nations accustomed to serve their gods? I too will do the same.’","You must not do this to Jehovah your God, because they do for their gods every detestable thing that Jehovah hates, even burning their sons and their daughters in the fire to their gods.","Every word that I am commanding you is what you should be careful to do. You must not add to it nor take away from it. \n"],["“In case a prophet or one who foretells by dreams arises in your midst and gives you a sign or a portent,","and the sign or the portent about which he spoke to you comes true while he is saying, ‘Let us walk after other gods,’ gods that you have not known, ‘and let us serve them,’","you must not listen to the words of that prophet or that dreamer, for Jehovah your God is testing you to know whether you love Jehovah your God with all your heart and all your soul.","After Jehovah your God you should walk, him you should fear, his commandments you should keep, to his voice you should listen; he is the one you should serve, and to him you should hold fast.","But that prophet or that dreamer should be put to death, because he encouraged rebellion against Jehovah your God—who brought you out of the land of Egypt and redeemed you from the house of slavery—to turn you from the way in which Jehovah your God has commanded you to walk. And you must remove what is evil from your midst. \n \n","“If your brother, the son of your mother, or your son or your daughter or your cherished wife or your closest companion should try to entice you in secrecy, saying, ‘Let us go and serve other gods,’ gods that neither you nor your forefathers have known,","from the gods of the peoples all around you, whether near you or those far away from you, from one end of the land to the other end of the land,","you must not give in to him or listen to him, nor should you show pity or feel compassion or protect him;","instead, you should kill him without fail. Your hand should be the first to come upon him to put him to death, and the hand of all the people afterward.","And you must stone him to death, because he has sought to turn you away from Jehovah your God, who has brought you out of the land of Egypt, out of the house of slavery.","Then all Israel will hear and become afraid, and they will never again do anything bad like this among you. \n \n","“In case you hear it said in one of your cities that Jehovah your God is giving you to occupy,","‘Good-for-nothing men have gone out among you to turn away the inhabitants of their city, saying: “Let us go and serve other gods,” gods that you have not known,’","you should look into the matter, making a thorough investigation and inquiry; and if it is confirmed to be true that this detestable thing has been done among you,","you should without fail strike down the inhabitants of that city with the sword. Devote it and everything that is in it, including its livestock, to destruction by the sword.","You should then collect all its spoil into the middle of its public square and burn the city with fire, and its spoil will serve as a whole offering to Jehovah your God. It will become a permanent heap of ruins. It should never be rebuilt.","Your hand should take nothing that was set apart for destruction, so that Jehovah may turn away from his burning anger and show you mercy and compassion and multiply you, just as he has sworn to your forefathers.","For you should obey Jehovah your God by keeping all his commandments that I am commanding you today, thus doing what is right in the eyes of Jehovah your God. \n"],["“You are sons of Jehovah your God. Do not cut yourselves or shave your foreheads bald for a dead person.","For you are a holy people to Jehovah your God, and Jehovah has chosen you to become his people, his special property, out of all the peoples who are on the face of the earth. \n \n","“You must not eat anything that is detestable.","These are the animals that you may eat: the bull, the sheep, the goat,","the deer, the gazelle, the roebuck, the wild goat, the antelope, the wild sheep, and the mountain sheep.","You may eat any animal that has a split hoof divided into two and that chews the cud.","However, you must not eat the following animals that chew the cud or that have split hooves: the camel, the hare, and the rock badger, because they chew the cud but do not have split hooves. They are unclean for you.","Also the pig because it has a split hoof but does not chew the cud. It is unclean for you. You must not eat their flesh or touch their carcasses. \n \n","“Of everything that is living in the waters, you may eat these: Anything with fins and scales, you may eat.","But you must not eat anything that has no fins and scales. It is unclean for you. \n \n","“You may eat any clean bird.","But you must not eat these: the eagle, the osprey, the black vulture,","the red kite, the black kite, every kind of glede,","every kind of raven,","the ostrich, the owl, the gull, every kind of falcon,","the little owl, the long-eared owl, the swan,","the pelican, the vulture, the cormorant,","the stork, every kind of heron, the hoopoe, and the bat.","Every winged swarming creature also is unclean for you. They should not be eaten.","Any clean flying creature you may eat. \n \n","“You must not eat any animal that was found dead. You may give it to the foreign resident who is inside your cities, and he may eat it, or it may be sold to a foreigner. For you are a holy people to Jehovah your God. \n \n“You must not boil a young goat in its mother’s milk. \n \n","“You must without fail give a tenth of everything your seed produces in the field year by year.","You will eat the tenth part of your grain, your new wine, your oil, and the firstborn of your herd and your flock before Jehovah your God in the place that he chooses to have his name reside, so that you may learn to fear Jehovah your God always. \n \n","“But if the journey should be too long for you and you are not able to carry it to the place that Jehovah your God chooses as the place for his name because it is far away from you (because Jehovah your God will bless you),","you may then convert it into money, and with your money in hand, travel to the place that Jehovah your God will choose.","You may then spend the money on whatever you desire —cattle, sheep, goats, wine and other alcoholic beverages, and anything you please; and you will eat there before Jehovah your God and rejoice, you and your household.","And do not neglect the Levite who is inside your cities, for he has not been given a share or an inheritance with you. \n \n","“At the end of every three years, you should bring out the entire tenth part of your produce for that year and deposit it inside your cities.","Then the Levite, who has not been given a share or an inheritance with you, the foreign resident, the fatherless child, and the widow who are in your cities will come and eat their fill, so that Jehovah your God may bless you in all that you do. \n"],["“At the end of every seven years, you should grant a release.","This is the nature of the release: Every creditor will release his neighbor from the debt he incurred. He should not demand payment from his neighbor or his brother, for it will be proclaimed a release to Jehovah.","You may demand payment from the foreigner, but you should release your claim on whatever your brother owes you.","However, no one among you should become poor, for Jehovah will surely bless you in the land that Jehovah your God is giving you to possess as an inheritance,","but only if you strictly obey the voice of Jehovah your God and carefully observe all this commandment that I am giving you today.","For Jehovah your God will bless you just as he has promised you, and you will lend to many nations, but you will not need to borrow; and you will dominate many nations, but they will not dominate you. \n \n","“If one of your brothers becomes poor among you in one of your cities of the land that Jehovah your God is giving you, do not harden your heart or be tightfisted toward your poor brother.","For you should generously open your hand to him and by all means lend whatever he needs or is lacking.","Be careful not to harbor this evil idea in your heart, ‘The seventh year, the year of the release, has approached,’ and hold back your generosity toward your poor brother and give him nothing. If he calls out to Jehovah against you, it will be a sin on your part.","You should generously give to him, and you should not give to him grudgingly, for this is why Jehovah your God will bless your every deed and undertaking.","For there will always be poor people in the land. That is why I am commanding you, ‘You should generously open up your hand to your afflicted and poor brother in your land.’ \n \n","“If one of your brothers, a Hebrew man or woman, is sold to you and has served you for six years, then in the seventh year you should set him free.","And if you should set him free, do not send him away empty-handed.","You should supply him generously with something from your flock, your threshing floor, and your press for oil and wine. Just as Jehovah your God has blessed you, you should give to him.","Remember that you became a slave in the land of Egypt and that Jehovah your God redeemed you. That is why I am commanding you to do this today. \n \n","“But if he says to you, ‘I will not go out from your company!’ because he loves you and your household, since he has been happy while with you,","you should then take an awl and put it through his ear into the door, and he will become your slave for life. You should do the same with your slave girl.","Do not consider it a hardship when you set him free and he leaves you, because his service to you for six years was worth twice as much as that of a hired worker, and Jehovah your God has blessed you in everything that was done. \n \n","“You should sanctify every firstborn male of your herd and your flock to Jehovah your God. You must not do any work with the firstborn of your herd nor shear the firstborn of your flock.","You and your household should eat it before Jehovah your God year by year in the place that Jehovah will choose.","But if it has a defect—lameness, blindness, or any other serious defect—you must not sacrifice it to Jehovah your God.","You should eat it inside your cities, the unclean and clean person together, as though it were a gazelle or a deer.","But you must not eat its blood; you should pour it out on the ground like water. \n"],["“Observe the month of Aʹbib, and celebrate the Passover to Jehovah your God, for in the month of Aʹbib, Jehovah your God brought you out of Egypt by night.","And you should sacrifice the Passover offering to Jehovah your God, from the flock and the herd, in the place that Jehovah chooses to have his name reside.","You must not eat anything leavened along with it; for seven days you should eat unleavened bread, the bread of affliction, because you came out of the land of Egypt in haste. Do this so that you may remember the day you came out of the land of Egypt as long as you live.","No sourdough should be found with you in all your territory for seven days, nor should any of the meat that you will sacrifice in the evening on the first day remain all night until the next morning.","You will not be allowed to sacrifice the Passover offering in just any of the cities that Jehovah your God is giving you.","But it should be done at the place that Jehovah your God chooses to have his name reside. You should sacrifice the Passover offering in the evening as soon as the sun sets, at the appointed time of your coming out of Egypt.","You must cook it and eat it in the place that Jehovah your God will choose, and in the morning you may return to your own tents.","Six days you should eat unleavened bread, and on the seventh day there will be a solemn assembly to Jehovah your God. You must do no work. \n \n","“You should count off seven weeks. You should begin counting off seven weeks from the time you first put the sickle to the standing grain.","Then you are to celebrate the Festival of Weeks to Jehovah your God with the voluntary offering from your hand, given in proportion to how Jehovah your God blesses you.","And you are to rejoice before Jehovah your God, you and your son, your daughter, your male slave, your female slave, the Levite who is inside your cities, the foreign resident, the fatherless child, and the widow, who are in your midst, in the place that Jehovah your God chooses to have his name reside.","Remember that you became a slave in Egypt, and observe and carry out these regulations. \n \n","“You should celebrate the Festival of Booths for seven days when you make an ingathering from your threshing floor and from your press for oil and wine.","Rejoice during your festival, you and your son, your daughter, your male slave, your female slave, the Levite, the foreign resident, the fatherless child, and the widow, who are inside your cities.","Seven days you will celebrate the festival to Jehovah your God in the place that Jehovah chooses, for Jehovah your God will bless all your produce and all that you do, and you will become nothing but joyful. \n \n","“Three times a year, all your males should appear before Jehovah your God in the place that he chooses: at the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Booths, and none of them should appear before Jehovah empty-handed.","The gift that each one brings should be in proportion to the blessing that Jehovah your God has given you. \n \n","“You should appoint judges and officers for each tribe in all the cities that Jehovah your God is giving you, and they must judge the people with righteous judgment.","You must not pervert justice, show partiality, or accept a bribe, for the bribe blinds the eyes of the wise and distorts the words of the righteous.","Justice—justice you should pursue, so that you may keep living and take possession of the land that Jehovah your God is giving you. \n \n","“You should not plant any sort of tree as a sacred pole near the altar of Jehovah your God that you make for yourself. \n \n","“Neither should you set up a sacred pillar for yourself, something Jehovah your God hates. \n"],["“You must not sacrifice to Jehovah your God a bull or a sheep that has a defect or anything wrong with it, for it would be detestable to Jehovah your God. \n \n","“Suppose a man or a woman is found among you, in any of your cities that Jehovah your God is giving you, who is practicing what is bad in the eyes of Jehovah your God and violating his covenant,","and he goes astray and worships other gods and he bows down to them or to the sun or the moon or all the army of the heavens, a thing that I have not commanded.","When it is reported to you or you hear about it, then you should investigate the matter thoroughly. If it is confirmed to be true that this detestable thing has been done in Israel,","you must bring the man or the woman who has done this evil thing out to the city gates, and the man or the woman must be stoned to death.","On the testimony of two witnesses or of three witnesses the one who is to die should be put to death. He must not be put to death on the testimony of one witness.","The hand of the witnesses should be the first to come against him to put him to death, and the hand of all the people afterward. You must remove what is bad from your midst. \n \n","“If a case arises in one of your cities that is too difficult for you to judge, whether it is a case involving bloodshed or a legal claim that has been raised or a violent deed that has been committed or other matters of dispute, you should rise up and go to the place that Jehovah your God chooses.","Go to the Levitical priests and to the judge serving in those days, and make your inquiry, and they will hand down the decision to you.","Then you must act according to the decision that they hand down to you from the place that Jehovah chooses. Be careful to do according to all that they instruct you.","You must act according to the law that they show you and according to the decision that they declare to you. Do not deviate from the decision that they will hand down to you, either to the right or to the left.","The man who acts presumptuously by not listening to the priest who is ministering to Jehovah your God or to the judge must die. You must remove what is bad from Israel.","All the people will then hear and become afraid, and they will not act presumptuously anymore. \n \n","“When you enter the land that Jehovah your God is giving you and you have taken possession of it and are living in it, and you say, ‘Let me appoint a king over myself like all the nations around me,’","in that case, you should without fail appoint a king whom Jehovah your God chooses. You should appoint a king from among your brothers. You are forbidden to appoint over yourself a foreigner who is not your brother.","However, he should not acquire many horses for himself or make the people go back to Egypt in order to obtain more horses, since Jehovah told you, ‘You must never go back again by this way.’","Neither should he take many wives for himself, so that his heart may not go astray; nor should he acquire vast amounts of silver and gold for himself.","When he takes his seat on the throne of his kingdom, he must write for himself in a book a copy of this Law, taken from the one kept by the Levitical priests. \n \n","“It is to remain with him, and he must read from it all the days of his life, so that he may learn to fear Jehovah his God and observe all the words of this Law and these regulations by carrying them out.","Thus his heart will not exalt itself above his brothers, and he will not deviate from the commandment, either to the right or to the left, so that he may remain a long time over his kingdom, he and his sons in the midst of Israel. \n"],["“The Levitical priests, and indeed the entire tribe of Leʹvi, will not be given a share or an inheritance with Israel. They will eat of the offerings made by fire to Jehovah, which are his inheritance.","So they should have no inheritance in the midst of their brothers. Jehovah is their inheritance, just as he has spoken to them. \n \n","“Now this will be the due right of the priests from the people: Whoever makes a sacrifice, whether a bull or a sheep, is to give the shoulder, the jaws, and the stomach to the priest.","The firstfruits of your grain, your new wine, your oil, and the first wool that is shorn from your flock you should give him.","Jehovah your God has chosen him and his sons from all your tribes to minister in the name of Jehovah always. \n \n","“But if a Levite leaves one of your cities in Israel where he was living and he desires to go to the place that Jehovah chooses,","he may minister there in the name of Jehovah his God the same as all his brothers, the Levites, who are stationed there before Jehovah.","He will receive an equal share of food with them, in addition to what he receives from selling his ancestral possessions. \n \n","“When you have entered into the land that Jehovah your God is giving you, you must not learn to imitate the detestable practices of those nations.","There should not be found in you anyone who makes his son or his daughter pass through the fire, anyone who employs divination, anyone practicing magic, anyone who looks for omens, a sorcerer,","anyone binding others with a spell, anyone who consults a spirit medium or a fortune-teller, or anyone who inquires of the dead.","For whoever does these things is detestable to Jehovah, and on account of these detestable practices Jehovah your God is driving them away from before you.","You should prove yourself blameless before Jehovah your God. \n \n","“For these nations that you are dispossessing used to listen to those practicing magic and divination, but Jehovah your God has not allowed you to do anything like this.","Jehovah your God will raise up for you from among your brothers a prophet like me. You must listen to him.","This is in response to what you asked of Jehovah your God in Horʹeb on the day of the assembly when you said, ‘Do not let me hear the voice of Jehovah my God or see this great fire anymore, so that I do not die.’","Then Jehovah said to me, ‘What they have said is good.","I will raise up for them from the midst of their brothers a prophet like you, and I will put my words in his mouth, and he will speak to them all that I command him.","Indeed, I will require an account from the man who will not listen to my words that he will speak in my name. \n \n","“‘If any prophet presumptuously speaks a word in my name that I did not command him to speak or speaks in the name of other gods, that prophet must die.","However, you may say in your heart: “How will we know that Jehovah has not spoken the word?”","When the prophet speaks in the name of Jehovah and the word is not fulfilled or does not come true, then Jehovah did not speak that word. The prophet spoke it presumptuously. You should not fear him.’ \n"],["“When Jehovah your God destroys the nations whose land Jehovah your God is giving you and you have dispossessed them and have settled in their cities and their houses,","you should set apart three cities in the midst of your land that Jehovah your God is giving you to possess.","You should divide the territory of the land that Jehovah your God has given you to possess into three parts, and prepare the roads so that any manslayer can flee to one of those cities. \n \n","“Now this is what should take place regarding the manslayer who may flee there in order to live: When he strikes his fellow man unintentionally and he did not previously hate him;","as when he goes with his fellow man into the forest to gather wood and he raises his hand to cut the tree with the ax, but the axhead flies off the handle and hits his fellow man and he dies, the manslayer should flee to one of these cities to live.","Otherwise, in the heat of anger, the avenger of blood may chase after the manslayer, overtake him, and kill him, because the distance to the city was too far. However, he did not deserve to die, since he did not previously hate his fellow man.","That is why I am commanding you: ‘Set three cities apart.’ \n \n","“If Jehovah your God enlarges your territory as he swore to your forefathers and he has given you all the land that he promised to give to your forefathers","—provided you faithfully observe all this commandment that I am giving you today, to love Jehovah your God and always to walk in his ways—then you are to add three other cities to these three.","In this way no innocent blood will be spilled in your land that Jehovah your God is giving you as an inheritance, and no bloodguilt will come upon you. \n \n","“But if a man hated his fellow man and he was waiting to attack him and he fatally wounded him and he died, and the man has fled to one of these cities,","the elders of his city should then summon him from there and deliver him into the hand of the avenger of blood, and he must die.","You should not feel sorry for him, and you must remove the guilt of innocent blood out of Israel, so that it may go well for you. \n \n","“When you receive your inheritance in the land that Jehovah your God is giving you to possess, you must not move your neighbor’s boundary marker from the place where the ancestors set the boundaries. \n \n","“No single witness may convict another for any error or any sin that he may commit. On the testimony of two witnesses or on the testimony of three witnesses the matter should be established.","If a malicious witness testifies against a man and charges him with some transgression,","the two men who have the dispute will stand before Jehovah, before the priests and the judges who will be serving in those days.","The judges will thoroughly investigate, and if the man who testified is a false witness and has brought a false charge against his brother,","you should do to him just as he had schemed to do to his brother, and you must remove what is bad from your midst.","Those who remain will hear and be afraid, and they will never again do anything bad like this among you.","You should not feel sorry: Life will be for life, eye for eye, tooth for tooth, hand for hand, foot for foot. \n"],["“If you go to war against your enemies and you see their horses and chariots and troops that outnumber yours, do not be afraid of them, for Jehovah your God who brought you up out of the land of Egypt is with you.","When you are about to go into battle, the priest should approach and address the people.","He should tell them, ‘Hear, O Israel, you are about to do battle with your enemies. Do not be fainthearted. Do not be afraid or be terrified or tremble because of them,","for Jehovah your God is marching with you to fight for you against your enemies and to save you.’ \n \n","“The officers too should tell the people, ‘Who has built a new house and has not inaugurated it? Let him return to his house. Otherwise, he may die in the battle and another man will inaugurate it.","And who has planted a vineyard and not begun to use it? Let him go and return to his house. Otherwise, he may die in the battle and another man will begin to use it.","And who has become engaged to a woman and has not married her? Let him go and return to his house. Otherwise, he might die in the battle and another man will marry her.’","The officers should also ask the people, ‘Who is fearful and fainthearted? He should return to his house, so that he may not cause his brothers to lose heart as he has.’","When the officers have finished speaking to the people, they should appoint chiefs of the armies to lead the people. \n \n","“If you approach a city to fight against it, you should also announce to it terms of peace.","If it gives a peaceful answer to you and opens up to you, all the people found there will become yours for forced labor, and they will serve you.","But if it refuses to make peace with you and instead goes to war with you, you should besiege it,","and Jehovah your God will certainly give it into your hand, and you must strike down every male in it with the sword.","However, the women, the children, the livestock, and everything that is in the city, all its spoil, you may plunder for yourself, and you will eat the spoil of your enemies, which Jehovah your God has given to you. \n \n","“That is what you will do to all the cities very far away from you that are not of the cities of these nearby nations.","But in the cities of these peoples, which Jehovah your God is giving you as an inheritance, you must not allow any breathing thing to live.","Instead, you should devote them completely to destruction, the Hitʹtites, the Amʹor·ites, the Caʹnaan·ites, the Perʹiz·zites, the Hiʹvites, and the Jebʹu·sites, just as Jehovah your God has commanded you;","so that they may not teach you to follow all their detestable practices that they have done for their gods, causing you to sin against Jehovah your God. \n \n","“If you lay siege to a city in order to capture it and you have been fighting against it for many days, you should not destroy its trees by wielding an ax against them. You may eat from them, but you should not cut them down. For should you besiege a tree of the field as you would a man?","You may destroy only a tree that you know is not used for food. You may cut it down and build siegeworks against the city that is making war against you, until it falls. \n"],["“If someone is found slain in a field of the land that Jehovah your God is giving you to possess and it is not known who killed him,","your elders and judges should go out and measure the distance from the dead body to the cities that surround it.","Then the elders of the city nearest to the body should take from the herd a young cow that has never been put to work, that has never pulled in a yoke,","and the elders of that city should lead the young cow down to a valley running with water where no tilling or sowing of seed has been done, and they should break the neck of the young cow there in the valley. \n \n","“And the priests, the Levites, will approach because Jehovah your God has chosen them to minister to him, to pronounce blessings in the name of Jehovah. They will declare how every dispute involving violence should be resolved.","Then all the elders of the city who are nearest to the dead body should wash their hands over the young cow whose neck was broken in the valley,","and they should declare, ‘Our hands did not shed this blood, nor did our eyes see it shed.","Do not hold this against your people Israel, whom you redeemed, O Jehovah, and do not let guilt for innocent blood remain among your people Israel.’ Then the bloodguilt will not be held against them.","In this way you will remove the guilt of innocent blood from your midst by doing what is right in Jehovah’s eyes. \n \n","“If you go to war against your enemies and Jehovah your God defeats them for you and you take them captive,","and you see among the captives a beautiful woman and you are attracted to her and you want to take her as your wife,","you may bring her into your house. She should then shave her head, attend to her nails,","and remove the clothing of her captivity, and dwell in your house. She will weep for her father and her mother a whole month, and afterward you may have relations with her; you will become her husband and she will become your wife.","But if you are not pleased with her, you should then let her go wherever she wishes. But you may not sell her for money or treat her harshly, since you have humiliated her. \n \n","“If a man has two wives and he loves one more than the other and both have borne sons to him and the firstborn son belongs to the unloved one,","on the day that he gives his inheritance to his sons, he will not be allowed to treat the son of the loved one as his firstborn at the expense of the son of the unloved one, the firstborn.","He should recognize as the firstborn the unloved one’s son by giving him the double portion of everything he has, for that one is the beginning of his procreative power. The right of the firstborn’s position belongs to him. \n \n","“If a man has a son who is stubborn and rebellious and he does not obey his father or his mother, and they have tried to correct him but he refuses to listen to them,","his father and his mother should take hold of him and bring him out to the elders at the gate of his city","and say to the elders of his city, ‘This son of ours is stubborn and rebellious, and he refuses to obey us. He is a glutton and a drunkard.’","Then all the men of his city must stone him to death. So you must remove what is bad from your midst, and all Israel will hear and become afraid. \n \n","“If a man commits a sin deserving the sentence of death and he has been put to death and you have hung him on a stake,","his dead body should not remain all night on the stake. Instead, you should be sure to bury him on that day, because the one hung up is something accursed of God, and you should not defile your land that Jehovah your God is giving you as an inheritance. \n"],["“If you see your brother’s bull or his sheep going astray, do not deliberately ignore it. You should without fail lead it back to your brother.","But if your brother does not live near you or you do not know him, you should bring the animal to your house, and it will remain with you until your brother searches for it. Then you should return it to him.","That is what you should do with his donkey, with his clothing, and with anything that your brother has lost and you have found. You must not ignore it. \n \n","“If you see your brother’s donkey or his bull fall down on the road, you must not deliberately ignore it. You should without fail help him raise the animal up. \n \n","“A woman must not put on the clothing of a man, nor should a man wear the clothing of a woman. For anyone doing so is detestable to Jehovah your God. \n \n","“If you happen upon a bird’s nest along the road with young ones or eggs, whether in a tree or on the ground, and the mother is sitting on the young ones or the eggs, you must not take the mother together with her young.","Be sure to send the mother away, but you may take the young for yourself. Do this so that it may go well with you and you may live long. \n \n","“If you build a new house, you must also make a parapet for your roof, so that you may not bring bloodguilt on your house because of someone falling from it. \n \n","“You must not sow your vineyard with two sorts of seed. Otherwise, everything produced from the seed you sow as well as the product of the vineyard will be forfeited to the sanctuary. \n \n","“You must not plow with a bull and a donkey together. \n \n","“You must not wear clothing made of wool and linen mixed together. \n \n","“You should make tassels on the four corners of the clothing you wear. \n \n","“If a man takes a wife and has relations with her but then comes to hate her","and he accuses her of misconduct and gives her a bad name by saying: ‘I have taken this woman, but when I had relations with her, I did not find evidence that she was a virgin,’","the father and mother of the girl should produce the evidence of the girl’s virginity for the elders at the gate of the city.","The girl’s father must say to the elders, ‘I gave my daughter to this man as a wife, but he hates her","and is accusing her of misconduct by saying: “I have found out that your daughter does not have evidence of virginity.” Now this is the evidence of my daughter’s virginity.’ They will then spread out the cloth before the elders of the city.","The city elders will take the man and discipline him.","They will fine him 100 silver shekels and give them to the girl’s father, because the man defamed a virgin of Israel, and she will continue to be his wife. He will not be allowed to divorce her as long as he lives. \n \n","“If, though, the accusation is true, and there is no evidence that the girl was a virgin,","they should bring the girl out to the entrance of her father’s house, and the men of her city should stone her to death, because she has committed a disgraceful act in Israel by committing sexual immorality in the house of her father. So you must remove what is bad from your midst. \n \n","“If a man is found lying down with a woman who is the wife of another man, both of them must die together, the man who lay down with the woman as well as the woman. So you must remove what is bad out of Israel. \n \n","“If a virgin is engaged to a man, and another man happens to meet her in the city and lies down with her,","you should bring them both out to the gate of that city and stone them to death, the girl because she did not scream in the city and the man because he humiliated the wife of his fellow man. So you must remove what is evil from your midst. \n \n","“If, however, the man happened to meet the engaged girl in the field and the man overpowered her and lay down with her, the man who lay down with her is to die by himself,","and you must do nothing to the girl. The girl has not committed a sin deserving of death. This case is the same as when a man attacks his fellow man and murders him.","For he happened to meet her in the field, and the engaged girl screamed, but there was no one to rescue her. \n \n","“If a man happens to meet a virgin girl who is not engaged and he seizes her and lies down with her and they are discovered,","the man who lay down with her must give the girl’s father 50 silver shekels, and she will become his wife. Because he humiliated her, he will not be allowed to divorce her as long as he lives. \n \n","“No man should take his father’s wife, so that he may not dishonor his father. \n"],["“No man who has been castrated by having his testicles crushed or who has had his male organ cut off may come into the congregation of Jehovah. \n \n","“No illegitimate son may come into the congregation of Jehovah. Even to the tenth generation, none of his descendants may come into the congregation of Jehovah. \n \n","“No Amʹmon·ite or Moʹab·ite may come into the congregation of Jehovah. Even to the tenth generation, none of their descendants may ever come into the congregation of Jehovah,","because they did not come to your aid with food and water when you were on the way going out of Egypt, and because they hired against you Baʹlaam the son of Beʹor from Peʹthor of Mes·o·po·taʹmi·a to curse you.","But Jehovah your God refused to listen to Baʹlaam. Rather, Jehovah your God changed the curse into a blessing for you, because Jehovah your God loved you.","You should never seek their welfare or their prosperity all your days. \n \n","“You must not hate an Eʹdom·ite, for he is your brother. \n \n“You must not hate an Egyptian, for you became a foreign resident in his country.","The third generation of children born to them may enter the congregation of Jehovah. \n \n","“When you are encamped against your enemies, you should avoid anything bad.","If a man becomes unclean because of a nocturnal emission, he should go outside the camp and not reenter the camp.","When evening falls, he should wash with water, and then he may return to the camp at sunset.","A private place should be designated for use outside the camp, and there is where you should go.","A peg should be part of your equipment. When you squat outside, you should dig a hole with it and then cover your excrement.","For Jehovah your God is walking about within your camp to deliver you and to hand over your enemies to you, and your camp must be holy, so that he does not see anything indecent in you and turn away from accompanying you. \n \n","“You should not hand over a slave to his master when he escapes from his master and comes to you.","He may dwell among you in whatever place he chooses in one of your cities, wherever he likes. You must not mistreat him. \n \n","“None of the daughters of Israel may become a temple prostitute, neither may anyone of the sons of Israel become a temple prostitute.","You must not bring the price paid to a female prostitute or the price paid to a male prostitute into the house of Jehovah your God to fulfill a vow, for both of them are something detestable to Jehovah your God. \n \n","“You must not make your brother pay interest, whether interest on money, on food, or on anything on which interest may be charged.","You may make a foreigner pay interest, but you must not make your brother pay interest, so that Jehovah your God may bless you in every undertaking of yours in the land you are going to take possession of. \n \n","“If you make a vow to Jehovah your God, do not be slow about paying it. For Jehovah your God will surely require it of you; otherwise, it will be a sin on your part.","But if you refrain from making a vow, you will not be guilty of sin.","The word of your lips you should keep, and you must carry out what your own mouth vowed as a voluntary offering to Jehovah your God. \n \n","“If you enter your neighbor’s vineyard, you may eat enough grapes to satisfy your appetite, but you should not put any in your container. \n \n","“If you go into your neighbor’s field of standing grain, you may pluck the ripe ears with your hand, but you should not put a sickle to your neighbor’s grain. \n"],["“If a man marries a woman but she does not please him because he found something indecent about her, he must write out a certificate of divorce for her, hand it to her, and dismiss her from his house.","After she leaves his house, she may go and become another man’s wife.","If the second man hates her and writes out a certificate of divorce for her, hands it to her, and dismisses her from his house or if the second man who married her should die,","her first husband who dismissed her will not be allowed to take her back again as his wife after she has been defiled, for that is something detestable to Jehovah. You must not bring sin into the land that Jehovah your God is giving you as an inheritance. \n \n","“When a man is newly married, he should not serve in the army or be given any other duties. He should remain exempt for one year and stay at home and bring joy to his wife. \n \n","“No one should seize a hand mill or its upper millstone as security for a loan, for that would be taking someone’s livelihood as security. \n \n","“If someone is found to have kidnapped one of his Israelite brothers and he has mistreated him and sold him, the kidnapper must die. You should remove what is bad from your midst. \n \n","“When there is an outbreak of leprosy, be very careful to do according to all that the Levitical priests will instruct you. Be careful to do exactly as I commanded them.","Remember what Jehovah your God did to Mirʹi·am on the way when you were coming out of Egypt. \n \n","“If you make any sort of loan to your neighbor, you must not enter into his house to seize from him what he has offered as security.","You should stand outside, and the man who received the loan should bring outside to you what he is giving as security.","And if the man is in need, you must not go to bed with what he gave as security still in your possession.","You should by all means return to him what he has given as security as soon as the sun sets, and he will go to bed with his garment, and he will bless you; and it will mean righteousness for you before Jehovah your God. \n \n","“You must not defraud a hired worker who is in need and poor, whether one of your brothers or a foreign resident in your land, within your cities.","You should give him his wages that very day, before the sun sets, because he is in need and his life depends on his wages. Otherwise, he will cry out to Jehovah against you, and you will be guilty of sin. \n \n","“Fathers should not be put to death for what their children do, and children should not be put to death for what their fathers do. A person should be put to death only for his own sin. \n \n","“You must not pervert the judgment of the foreign resident or of the fatherless child, and you must not seize the garment of a widow as security for a loan.","Remember that you became a slave in Egypt, and Jehovah your God redeemed you from there. That is why I am commanding you to do this. \n \n","“When you reap your harvest from your field and you have forgotten a sheaf in the field, do not go back to get it. It should be left for the foreign resident, the fatherless child, and the widow, so that Jehovah your God may bless you in all that you do. \n \n","“When you beat your olive tree, you should not repeat the procedure on its branches. What is left should remain for the foreign resident, the fatherless child, and the widow. \n \n","“When you gather the grapes of your vineyard, you must not return to gather the leftovers. They should be left for the foreign resident, the fatherless child, and the widow.","Remember that you became a slave in the land of Egypt. That is why I am commanding you to do this. \n"],["“When a dispute arises between men, they may present themselves before the judges, and they will judge them and pronounce the righteous one innocent and the wicked one guilty.","If the wicked one deserves to be beaten, the judge will have him lie down prostrate, and he will be beaten in his presence. The number of strokes should correspond to the wickedness of his deed.","He may beat him with up to 40 strokes, but no more. If he would continue beating him with more strokes than this, your brother would be disgraced before your eyes. \n \n","“You must not muzzle a bull when it is threshing out grain. \n \n","“If brothers dwell together and one of them dies without having a son, the wife of the dead one should not marry someone from outside the family. Her brother-in-law should go to her, take her as his wife, and perform brother-in-law marriage with her.","The firstborn whom she will bear will carry on the name of his dead brother, so that his name may not be wiped out of Israel. \n \n","“Now if the man does not want to marry his brother’s widow, his brother’s widow should then go to the elders at the city gate and say, ‘My husband’s brother has refused to preserve his brother’s name in Israel. He has not consented to perform brother-in-law marriage with me.’","The elders of his city must call him and speak to him. Should he insist and say, ‘I do not want to marry her,’","then his brother’s widow should approach him before the elders, remove his sandal from his foot, spit in his face, and say, ‘That is what should be done to the man who will not build up his brother’s household.’","After that his family name in Israel will be known as ‘The house of the one who had his sandal removed.’ \n \n","“If two men get into a fight with each other and the wife of the one intervenes to protect her husband from the one striking him and she reaches out her hand and grabs hold of him by his private parts,","you must amputate her hand. You should not feel sorry. \n \n","“You must not have in your bag two different stone weights, a large one and a small one.","You must not have in your house two different measuring containers, a large one and a small one.","You should keep an accurate and honest weight and an accurate and honest measure, so that you will live long in the land that Jehovah your God is giving you.","For every unjust person who does such things is detestable to Jehovah your God. \n \n","“Remember what Amʹa·lek did to you on the way as you were coming out of Egypt,","how he met you along the way and attacked all those straggling behind you when you were exhausted and weary. He did not fear God.","When Jehovah your God has given you rest from all your enemies around you in the land that Jehovah your God is giving you as an inheritance to possess, you should wipe out the mention of Amʹa·lek from under the heavens. You must not forget. \n"],["“When eventually you enter into the land that Jehovah your God is giving you as an inheritance and you have taken possession of it and are dwelling in it,","you are to take some of the firstfruits of all the produce of the ground, which you will gather from your land that Jehovah your God is giving you, and put them in a basket and go to the place that Jehovah your God chooses to have his name reside.","You must go to the priest who will be serving in those days and say to him, ‘Today I am reporting to Jehovah your God that I have come into the land that Jehovah swore to our forefathers to give to us.’ \n \n","“The priest will then take the basket out of your hand and deposit it before the altar of Jehovah your God.","Then you are to declare before Jehovah your God, ‘My father was a wandering A·ra·maeʹan, and he went down to Egypt and resided there as a foreigner, with few in his household. But there he became a great nation, mighty and numerous.","And the Egyptians mistreated and oppressed us and imposed harsh slavery on us.","So we began to cry out to Jehovah, the God of our forefathers, and Jehovah heard our voice and looked upon our affliction and our trouble and our oppression.","Finally Jehovah brought us out of Egypt with a mighty hand and an outstretched arm and with terrifying deeds and with signs and miracles.","Then he brought us to this place and gave us this land, a land flowing with milk and honey.","Now I have brought the firstfruits of the produce of the ground that Jehovah has given me.’ \n \n“You must deposit it before Jehovah your God and bow down before Jehovah your God.","You will then rejoice over all the good that Jehovah your God has given you and your household, you and the Levite and the foreign resident who is among you. \n \n","“When you finish tithing the entire tenth of your produce in the third year, the year of the tenth, you will give it to the Levite, the foreign resident, the fatherless child, and the widow, and they will eat their fill within your cities.","You will then say before Jehovah your God, ‘I have cleared the holy portion out of my house and given it to the Levite, the foreign resident, the fatherless child, and the widow, just as you have commanded me. I have not violated or neglected your commandments.","I have not eaten of it while mourning or removed any of it while unclean or given any of it for the dead. I have obeyed the voice of Jehovah my God and have done all that you commanded me.","Now look down from your holy dwelling, the heavens, and bless your people Israel and the land that you have given us, just as you swore to our forefathers, the land flowing with milk and honey.’ \n \n","“This day Jehovah your God is commanding you to carry out these regulations and judicial decisions. You must observe them and carry them out with all your heart and all your soul.","Today you have obtained Jehovah’s declaration that he will become your God as you walk in his ways and observe his regulations, his commandments, and his judicial decisions, and as you listen to his voice.","And today Jehovah has obtained your declaration that you will become his people, his special property, just as he has promised you, and that you will observe all his commandments","and that he will put you high above all the other nations that he has made, giving you praise and fame and glory as you prove yourself a people holy to Jehovah your God, just as he has promised.” \n"],["Then Moses together with the elders of Israel commanded the people, saying: “Observe every commandment that I am giving you today.","And in the day when you will cross the Jordan into the land that Jehovah your God is giving you, set up large stones and cover them with plaster.","Then write on them all the words of this Law when you have crossed over, so that you may enter into the land that Jehovah your God is giving you, a land flowing with milk and honey, just as Jehovah, the God of your forefathers, has promised you.","When you have crossed the Jordan, you should set up these stones on Mount Eʹbal and cover them with plaster, just as I am commanding you today.","You are also to build an altar there to Jehovah your God, an altar of stones. You should not use iron tools on them.","You should build the altar of Jehovah your God with whole stones and offer burnt offerings to Jehovah your God on it.","You are to offer communion sacrifices and eat them there, and you will rejoice before Jehovah your God.","And clearly write on the stones all the words of this Law.” \n \n","Then Moses and the Levitical priests spoke to all Israel, saying: “Keep silent and listen, O Israel. This day you have become the people of Jehovah your God.","You must listen to the voice of Jehovah your God and carry out his commandments and his regulations, which I am commanding you today.” \n \n","On that day Moses commanded the people, saying:","“The following tribes will stand on Mount Gerʹi·zim to bless the people when you have crossed the Jordan: Simʹe·on, Leʹvi, Judah, Isʹsa·char, Joseph, and Benjamin.","And the following will stand on Mount Eʹbal to pronounce the curse: Reuʹben, Gad, Ashʹer, Zebʹu·lun, Dan, and Naphʹta·li.","And the Levites will answer every man of Israel with a loud voice: \n \n","“‘Cursed is the man who makes a carved image or a metal statue, a thing detestable to Jehovah, the workmanship of the hands of a craftsman, and who has hidden it.’ (And all the people will respond, saying, ‘Amen!’ ) \n \n","“‘Cursed is the one who treats his father or his mother with contempt.’ (And all the people will say, ‘Amen!’) \n \n","“‘Cursed is the one who moves his neighbor’s boundary marker.’ (And all the people will say, ‘Amen!’) \n \n","“‘Cursed is the one who causes a blind person to lose his way on the road.’ (And all the people will say, ‘Amen!’) \n \n","“‘Cursed is the one who perverts the judgment of a foreign resident, a fatherless child, or a widow.’ (And all the people will say, ‘Amen!’) \n \n","“‘Cursed is the one who lies down with his father’s wife, for he has dishonored his father.’ (And all the people will say, ‘Amen!’) \n \n","“‘Cursed is the one who lies down with any animal.’ (And all the people will say, ‘Amen!’) \n \n","“‘Cursed is the one who lies down with his sister, the daughter of his father or the daughter of his mother.’ (And all the people will say, ‘Amen!’) \n \n","“‘Cursed is the one who lies down with his mother-in-law.’ (And all the people will say, ‘Amen!’) \n \n","“‘Cursed is the one who ambushes and kills his neighbor.’ (And all the people will say, ‘Amen!’) \n \n","“‘Cursed is the one who accepts a bribe to kill an innocent person.’ (And all the people will say, ‘Amen!’) \n \n","“‘Cursed is the one who will not uphold the words of this Law by carrying them out.’ (And all the people will say, ‘Amen!’) \n"],["“And if you will without fail listen to the voice of Jehovah your God by being careful to do all his commandments that I am commanding you today, Jehovah your God will certainly put you high above all other nations of the earth.","All these blessings will come upon you and overtake you, because you keep listening to the voice of Jehovah your God: \n \n","“Blessed you will be in the city, and blessed you will be in the field. \n \n","“Blessed will be your children and the fruit of your ground and the offspring of your livestock, your young cattle and sheep. \n \n","“Blessed will be your basket and your kneading bowl. \n \n","“Blessed you will be when you come in, and blessed you will be when you go out. \n \n","“Jehovah will cause your enemies who rise up against you to be defeated before you. They will attack you from one direction, but they will flee from you in seven different directions.","Jehovah will decree for you a blessing on your storehouses and every undertaking of yours, and he will certainly bless you in the land that Jehovah your God is giving you.","Jehovah will establish you as a holy people to himself, just as he swore to you, because you continue to keep the commandments of Jehovah your God and walk in his ways.","All the peoples of the earth will have to see that Jehovah’s name has been called upon you, and they will be afraid of you. \n \n","“Jehovah will make you overflow with many children and much livestock and fruitful ground in the land that Jehovah swore to your forefathers to give you.","Jehovah will open up to you his good storehouse, the heavens, to give your land rain in its season and to bless all that you do. You will lend to many nations, while you yourself will not need to borrow.","Jehovah will make you the head, and not the tail; and you will be on top, and not on the bottom, if you keep obeying the commandments of Jehovah your God that I am commanding you today to observe and to do.","You must not deviate from all the words that I am commanding you today, to the right or to the left, to walk after other gods to serve them. \n \n","“But if you will not listen to the voice of Jehovah your God by taking care to do all his commandments and his statutes that I am commanding you today, all these curses will come upon you and overtake you: \n \n","“Cursed you will be in the city, and cursed you will be in the field. \n \n","“Cursed will be your basket and your kneading bowl. \n \n","“Cursed will be your children and the fruit of your ground and your young cattle and sheep. \n \n","“Cursed you will be when you come in, and cursed you will be when you go out. \n \n","“Jehovah will send upon you the curse, confusion and punishment in every undertaking of yours until you have been annihilated and have quickly perished, because of your bad practices and your forsaking me.","Jehovah will cause the disease to cling to you until he has exterminated you from the land you are going to take possession of.","Jehovah will strike you with tuberculosis, burning fever, inflammation, feverish heat, the sword, scorching blight, and mildew; and they will pursue you until you have perished.","The skies over your head will be copper, and the earth beneath you, iron.","Jehovah will make the rain of your land powder and dust that will come down on you from the heavens until you have been annihilated.","Jehovah will cause you to be defeated before your enemies. You will attack them from one direction, but you will flee from them in seven different directions; and you will become an object of horror to all the earth’s kingdoms.","And your carcasses will become food for every bird of the sky and animal of the ground, with no one to frighten them away. \n \n","“Jehovah will strike you with the boils of Egypt, piles, eczema, and skin lesions, from which you cannot be healed.","Jehovah will strike you with madness and blindness and confusion.","You will grope about at midday, just as a blind man gropes about in darkness, and you will not succeed in anything you do; and you will be constantly defrauded and robbed, with no one to save you.","You will become engaged to a woman, but another man will rape her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not begin to use it.","Your bull will be slaughtered before your eyes, but you will not eat any of it. Your donkey will be stolen right in front of you, but it will not return to you. Your sheep will be given to your enemies, but you will have no savior.","Your sons and your daughters will be given to another people while you look on, and you will always long for them, but your hands will be powerless.","The fruitage of your ground and all that you produce will be eaten by a people whom you have not known, and you will always be defrauded and crushed.","You will be driven mad by what your eyes see. \n \n","“Jehovah will strike you with painful and incurable boils on your knees and legs, from the sole of your foot to the crown of your head.","Jehovah will drive you and the king whom you set up over yourself to a nation that you and your forefathers have not known, and there you will serve other gods, gods of wood and of stone.","And you will become an object of horror and of scorn, and a cause for ridicule among all the peoples to whom Jehovah drives you. \n \n","“You will take much seed out into the field, but you will gather little, because the locust will devour it.","Vineyards you will plant and cultivate, but you will drink no wine and gather nothing, because the worm will consume it.","You will have olive trees in all your territory, but you will rub no oil on yourself, because your olives will drop off.","Sons and daughters you will bear, but they will not remain yours, because they will go off into captivity.","Swarms of insects will overwhelm all your trees and the fruitage of your ground.","The foreign resident who is in your midst will keep ascending higher and higher over you, while you yourself will keep descending lower and lower.","He will lend to you, but you will not lend to him. He will become the head, while you yourself will become the tail. \n \n","“All these curses will certainly come upon you and pursue you and overtake you until you have been annihilated, because you did not listen to the voice of Jehovah your God by keeping his commandments and his statutes that he commanded you.","And they will continue on you and your offspring as a permanent sign and portent,","because you did not serve Jehovah your God with rejoicing and joy of heart when you had such an abundance of everything.","Jehovah will send your enemies against you, and you will serve them while you are hungry and thirsty and poorly clothed and lacking everything. He will put an iron yoke on your neck until he has annihilated you. \n \n","“Jehovah will raise up against you a distant nation, from the end of the earth; it will pounce like an eagle, a nation whose language you will not understand,","a nation fierce in appearance that will show no regard to the old or favor to the young.","They will eat the offspring of your livestock and the fruitage of your ground until you have been annihilated. They will not leave any grain, new wine or oil, young cattle or sheep for you until they have destroyed you.","They will besiege you, shutting you up inside all your cities throughout your land until your high and fortified walls that you are trusting in fall down. Yes, they will certainly besiege you within all your cities throughout your land that Jehovah your God has given you.","Then you will have to eat your own children, the flesh of your sons and your daughters whom Jehovah your God has given you, because of the severity of the siege and the distress your enemy inflicts on you. \n \n","“Even the most delicate and sensitive man among you will have no pity on his brother or his cherished wife or his sons who remain,","and he will not share with them any of the flesh of his sons that he will eat, because he has nothing else on account of the severity of the siege and the distress your enemy inflicts on your cities.","And the delicate and sensitive woman among you who would not even think of putting the sole of her foot on the ground because she is so delicate will show no pity to her cherished husband or her son or her daughter,","even toward the afterbirth that comes from between her legs and toward the sons she bears, for she will secretly eat them because of the severity of the siege and the distress your enemy inflicts on your cities. \n \n","“If you will not carefully observe all the words of this Law that are written in this book and you do not fear this glorious and awe-inspiring name, that of Jehovah your God,","Jehovah will inflict very severe plagues on you and your offspring, great and enduring plagues, and grievous and enduring sicknesses.","He will bring back upon you all the diseases of Egypt that you used to fear, and they will certainly cling to you.","Moreover, Jehovah will even bring upon you every sickness or plague not written in the book of this Law until you have been annihilated.","Although you have become as numerous as the stars of the heavens, very few of your number will be left, because you did not listen to the voice of Jehovah your God. \n \n","“And just as Jehovah once delighted to make you prosper and to multiply you, so Jehovah will delight to destroy you and to annihilate you; and you will be torn from the land you are about to possess. \n \n","“Jehovah will scatter you among all the nations, from the one end of the earth to the other end of the earth, and there you will have to serve gods of wood and of stone, which you and your forefathers have not known.","You will have no peace among those nations nor a place of rest for the sole of your foot. Rather, Jehovah will give you there an anxious heart and failing eyes and a feeling of despair.","Your life will be in great peril, and you will feel dread night and day; and you will be uncertain of your survival.","In the morning you will say, ‘If only it were evening!’ and in the evening you will say, ‘If only it were morning!’ because of the dread you will feel in your heart and because of what your eyes will see.","And Jehovah will certainly bring you back to Egypt by ship, by the way that I told you, ‘You will never see it again,’ and there you will have to sell yourselves to your enemies as male and female slaves, but there will be no buyer.” \n"],["These are the words of the covenant that Jehovah commanded Moses to make with the people of Israel in the land of Moʹab, in addition to the covenant that he made with them at Horʹeb. \n \n","Moses then called together all Israel and said to them: “You have seen all that Jehovah did before your eyes in the land of Egypt to Pharʹaoh and all his servants and all his land,","the great judgments that your eyes saw, those great signs and miracles.","But Jehovah has not given you a heart to understand and eyes to see and ears to hear, down to this day.","‘While I kept guiding you for 40 years in the wilderness, your garments did not wear out on you and your sandals did not wear out on your feet.","You did not eat bread, and you did not drink wine or anything alcoholic, so that you would know that I am Jehovah your God.’","You eventually came to this place, and Siʹhon the king of Heshʹbon and Og the king of Baʹshan came out to meet us in battle, but we defeated them.","After that we took their land and gave it as an inheritance to the Reuʹben·ites, the Gadʹites, and the half tribe of the Ma·nasʹsites.","Therefore, observe the words of this covenant and obey them, so that everything you do will turn out well. \n \n","“All of you are stationed today before Jehovah your God, the heads of your tribes, your elders, your officers, every man of Israel,","your children, your wives, and your foreign resident who is in the midst of your camp, from the one gathering your wood to the one drawing your water.","You are here in order to enter into the covenant of Jehovah your God and his oath, which Jehovah your God is making with you today","in order that he may establish you today as his people and that he may be your God, just as he has promised you and just as he swore to your forefathers, Abraham, Isaac, and Jacob. \n \n","“Now it is not with you alone that I am making this covenant and this oath,","but it is with those standing here with us today before Jehovah our God and with those who are not here with us today.","(For you well know how we lived in the land of Egypt and how we passed through the midst of various nations on our journey.","And you used to see their detestable things and their disgusting idols of wood and stone, silver and gold, that were among them.)","Beware that there may not be a man or a woman, a family or a tribe among you today whose heart turns away from Jehovah our God to go serve the gods of those nations, that there may not be a root among you producing poisonous fruit and wormwood. \n \n","“But if someone hears the words of this oath and boasts in his heart, saying, ‘I will have peace, though I insist on walking in the ways of my own heart,’ to the ruin of everything in his path,","Jehovah will not be willing to forgive him. Instead, Jehovah’s great anger will blaze against that man, and the entire curse written in this book will certainly come upon him, and Jehovah will indeed wipe out his name from under the heavens.","Jehovah will then single him out from all the tribes of Israel for calamity in accord with the entire curse of the covenant that is written in this book of the Law. \n \n","“When the future generation of your sons and the foreigner from a distant land see the plagues of the land, the maladies that Jehovah has brought upon it—","sulfur and salt and burning, so that its whole land will not be sown or sprout, nor will any vegetation spring up in it, like the overthrow of Sodʹom and Go·morʹrah, Adʹmah and Ze·boiʹim, which Jehovah overthrew in his anger and in his wrath—","they and all the nations will say, ‘Why did Jehovah do this to this land? What caused this great, burning anger?’","Then they will say, ‘It was because they abandoned the covenant of Jehovah, the God of their forefathers, which he made with them when he brought them out of the land of Egypt.","But they went and served other gods and bowed down to them, gods that they had not known and that he had not permitted them to worship.","Then Jehovah’s burning anger came against that land by bringing upon it the entire curse written in this book.","Therefore, Jehovah uprooted them from their soil in his anger and fury and great indignation and deported them to another land, where they are today.’ \n \n","“The things concealed belong to Jehovah our God, but the things revealed belong to us and to our descendants forever, so that we may carry out all the words of this Law. \n"],["“When all these words come upon you, the blessing and the curse that I have put before you, and you call them to mind in all the nations where Jehovah your God has dispersed you,","and you return to Jehovah your God and listen to his voice according to all that I am commanding you today, you and your sons, with all your heart and all your soul,","Jehovah your God will then bring back your captives and show you mercy and regather you from all the peoples where Jehovah your God has scattered you.","Even if your people are dispersed to the extremity of the heavens, from there Jehovah your God will gather you and bring you back.","Jehovah your God will bring you into the land your fathers took possession of, and you will possess it; and he will make you prosper and will multiply you more than your fathers.","Jehovah your God will cleanse your heart and the heart of your offspring, so that you will love Jehovah your God with all your heart and all your soul and you may live.","Then Jehovah your God will bring all these curses upon your enemies, who hated and persecuted you. \n \n","“You will then return and listen to the voice of Jehovah and observe all his commandments that I am commanding you today.","Jehovah your God will make you abundantly prosperous in all the work of your hands, multiplying your children and your livestock and the produce of your ground, for Jehovah will again delight to make you prosper, just as he delighted in your forefathers.","For then you will listen to the voice of Jehovah your God and keep his commandments and statutes written in this book of the Law, and you will return to Jehovah your God with all your heart and all your soul. \n \n","“Now this commandment that I am commanding you today is not too difficult for you, nor is it beyond your reach.","It is not in the heavens, so that you have to say, ‘Who will ascend to the heavens and get it for us, so that we may hear it and observe it?’","Nor is it on the other side of the sea, so that you have to say, ‘Who will cross over to the other side of the sea and get it for us, so that we may hear it and observe it?’","For the word is very near you, in your own mouth and in your own heart, so that you may do it. \n \n","“See, I do put before you today life and good, and death and bad.","If you listen to the commandments of Jehovah your God that I am commanding you today, by loving Jehovah your God, by walking in his ways, and by keeping his commandments and his statutes and his judicial decisions, then you will live and multiply, and Jehovah your God will bless you in the land you are going to possess. \n \n","“But if your heart turns away and you do not listen and you are enticed and bow down to other gods and serve them,","I tell you today that you will certainly perish. You will not live long in the land you are crossing the Jordan to possess.","I take the heavens and the earth as witnesses against you today that I have put life and death before you, the blessing and the curse; and you must choose life so that you may live, you and your descendants,","by loving Jehovah your God, by listening to his voice, and by sticking to him, for he is your life and by him you will endure a long time in the land that Jehovah swore to give to your forefathers, Abraham, Isaac, and Jacob.” \n"],["Then Moses went out and spoke these words to all Israel,","saying to them: “I am 120 years old today. I can no longer lead you, for Jehovah has said to me, ‘You will not cross this Jordan.’","Jehovah your God is the one crossing before you, and he himself will annihilate these nations before you, and you will drive them away. Joshua is the one who will lead you across, just as Jehovah has spoken.","Jehovah will do to them just as he did to Siʹhon and to Og, the kings of the Amʹor·ites, and to their land when he annihilated them.","Jehovah will defeat them for you, and you are to do to them according to the whole commandment that I have given you.","Be courageous and strong. Do not be afraid or struck with terror before them, for Jehovah your God is the one marching with you. He will neither desert you nor abandon you.” \n \n","Moses then called Joshua and said to him before the eyes of all Israel: “Be courageous and strong, for you are the one who will bring this people into the land that Jehovah swore to their forefathers to give to them, and you will give it to them as an inheritance.","Jehovah is the one marching before you, and he will continue with you. He will neither desert you nor abandon you. Do not be afraid or be terrified.” \n \n","Then Moses wrote this Law and gave it to the priests, the Levites, who carry the ark of Jehovah’s covenant, and to all the elders of Israel.","Moses commanded them, saying: “At the end of every seven years, at the appointed time in the year of the release, during the Festival of Booths,","when all Israel appears before the presence of Jehovah your God in the place that he chooses, you should read this Law for all Israel to hear it.","Gather the people together, the men, the women, the children, and your foreign resident who is within your cities, in order that they may listen and learn about and fear Jehovah your God and take care to carry out all the words of this Law.","Then their sons who have not known this Law will listen and learn to fear Jehovah your God all the days that you live in the land that you are crossing the Jordan to possess.” \n \n","Jehovah then said to Moses: “Look! The time has drawn near for you to die. Call Joshua, and present yourselves at the tent of meeting, so that I may commission him.” So Moses and Joshua went and presented themselves at the tent of meeting.","Then Jehovah appeared at the tent in the pillar of cloud, and the pillar of cloud stood by the entrance of the tent. \n \n","Jehovah now said to Moses: “Look! You are about to die, and this people will begin to commit spiritual prostitution with the foreign gods that are around them in the land to which they are going. They will forsake me and break my covenant that I have made with them.","At that time my anger will blaze against them, and I will forsake them and hide my face from them until they are devoured. Then after many calamities and distresses have come upon them, they will say, ‘Is it not because our God is not in our midst that these calamities have come upon us?’","But I will keep my face hidden in that day because of all the wickedness that they have done in turning to other gods. \n \n","“Now write down this song for yourselves and teach it to the Israelites. Have them learn it in order that this song may serve as my witness against the people of Israel.","When I bring them to the land that I have sworn about to their forefathers—one flowing with milk and honey—and they eat their fill and prosper, they will turn to other gods and serve them and treat me with disrespect and break my covenant.","When many calamities and distresses come upon them, this song will serve as a witness to them (for their descendants should not forget it), for I already know the inclination that they have developed even before I bring them into the land about which I have sworn.” \n \n","So Moses wrote down this song in that day and taught it to the Israelites. \n \n","He then commissioned Joshua the son of Nun and said: “Be courageous and strong, for you are the one who will bring the Israelites into the land about which I have sworn to them, and I will continue with you.” \n \n","As soon as Moses had completed writing the words of this Law in a book in their entirety,","Moses commanded the Levites who carry the ark of Jehovah’s covenant, saying:","“Take this book of the Law and place it at the side of the ark of the covenant of Jehovah your God, and it will serve as a witness there against you.","For I myself well know your rebelliousness and your stubbornness. If you have been so rebellious against Jehovah while I am still alive with you, then how much more so will you be after my death!","Gather together to me all the elders of your tribes and your officers, and let me speak these words in their hearing, and let me take the heavens and the earth as witnesses against them.","For I well know that after my death you will surely act wickedly and turn aside from the way about which I have commanded you. And calamity will certainly befall you at the close of the days, because you will do what is bad in the eyes of Jehovah and you will offend him by the works of your hands.” \n \n","Then in the hearing of the entire congregation of Israel, Moses recited the words of this song from beginning to end: \n"],["“Give ear, O heavens, and I will speak, \n\n\tAnd let the earth hear the words of my mouth. \n \n","My instruction will fall as the rain; \n\n\tMy words will trickle as the dew, \n\n\tAs gentle rains upon grass \n\n\tAnd as copious showers upon vegetation. \n \n","For I will declare the name of Jehovah. \n \n\tTell about the greatness of our God! \n \n","The Rock, perfect is his activity, \n\n\tFor all his ways are justice. \n \n\tA God of faithfulness who is never unjust; \n\n\tRighteous and upright is he. \n \n","They are the ones who have acted corruptly. \n \n\tThey are not his children, the defect is their own. \n \n\tThey are a crooked and twisted generation! \n \n","Is this the way that you should treat Jehovah, \n\n\tO foolish and unwise people? \n \n\tIs he not your Father who caused your existence, \n\n\tThe One who made you and firmly established you? \n \n","Remember the days of old; \n\n\tConsider the years of past generations. \n \n\tAsk your father, and he can tell you; \n\n\tYour elders, and they will inform you. \n \n","When the Most High gave the nations their inheritance, \n\n\tWhen he divided the sons of Adam from one another, \n\n\tHe fixed the boundary of the peoples \n\n\tWith regard for the number of the sons of Israel. \n \n","For Jehovah’s people are his portion; \n\n\tJacob is his inheritance. \n \n","He found him in a wilderness land \n\n\tAnd in an empty, howling desert. \n \n\tHe protectively encircled him, took care of him, \n\n\tAnd safeguarded him as the pupil of his eye. \n \n","Just as an eagle stirs up its nest, \n\n\tHovers over its fledglings, \n\n\tSpreading out its wings, taking them, \n\n\tCarrying them on its pinions, \n\n","Jehovah alone kept leading him; \n\n\tNo foreign god was with him. \n \n","He made him ride upon earth’s high places, \n\n\tSo that he ate the produce of the field. \n \n\tHe nourished him with honey from the crag \n\n\tAnd oil out of a flinty rock, \n\n","Butter of the herd and milk of the flock, \n\n\tTogether with the choicest sheep, \n\n\tAnd rams of Baʹshan, and he-goats, \n\n\tTogether with the finest wheat; \n\n\tAnd you drank wine from the blood of grapes. \n \n","When Jeshʹu·run grew fat, he kicked out rebelliously. \n \n\tYou have grown fat, you have become stout, you have become bloated. \n \n\tSo he forsook God, who made him, \n\n\tAnd despised the Rock of his salvation. \n \n","They incited him to fury with foreign gods; \n\n\tThey were offending him with detestable things. \n \n","They were sacrificing to demons, not to God, \n\n\tTo gods that they had not known, \n\n\tNew ones that came along recently, \n\n\tTo gods that your forefathers did not know. \n \n","You forgot the Rock who fathered you, \n\n\tAnd you did not remember the God who gave birth to you. \n \n","When Jehovah saw it, he rejected them \n\n\tBecause his sons and his daughters offended him. \n \n","So he said, ‘I will hide my face from them; \n\n\tI will see what will become of them. \n \n\tFor they are a perverse generation, \n\n\tSons in whom there is no faithfulness. \n \n","They have incited me to fury with what is not a god; \n\n\tThey have offended me with their worthless idols. \n \n\tSo I will incite them to jealousy with what is not a people; \n\n\tI will offend them with a foolish nation. \n \n","For my anger has kindled a fire \n\n\tThat will burn to the depths of the Grave, \n\n\tAnd it will consume the earth and its produce \n\n\tAnd will set ablaze the foundations of mountains. \n \n","I will increase their calamities; \n\n\tI will use up my arrows on them. \n \n","They will be exhausted from hunger \n\n\tAnd eaten up by burning fever and bitter destruction. \n \n\tI will send the teeth of beasts against them \n\n\tAnd the venom of reptiles of the dust. \n \n","Outside, a sword will bereave them; \n\n\tInside, there is terror \n\n\tFor both young man and virgin, \n\n\tInfant together with gray-haired man. \n \n","I would have said: “I will scatter them; \n\n\tI will make the memory of them cease from among men,” \n \n","If not for my dread of the enemy’s reaction, \n\n\tBecause the adversaries might misconstrue it. \n \n\tThey might say: “Our power has triumphed; \n\n\tIt was not Jehovah who did all of this.” \n \n","For they are a nation devoid of sense, \n\n\tAnd there is no understanding among them. \n \n","If only they were wise! They would ponder over this. \n \n\tThey would think about their outcome. \n \n","How could one chase after 1,000, \n\n\tAnd two put 10,000 to flight? \n \n\tNot unless their Rock had sold them \n\n\tAnd Jehovah had surrendered them. \n \n","For their rock is not like our Rock, \n\n\tEven our enemies have understood this. \n \n","For their vine is from the vine of Sodʹom \n\n\tAnd from the terraces of Go·morʹrah. \n \n\tTheir grapes are grapes of poison, \n\n\tTheir clusters are bitter. \n \n","Their wine is the venom of serpents, \n\n\tThe cruel poison of cobras. \n \n","Is this not stored up with me, \n\n\tSealed up in my storehouse? \n \n","Vengeance is mine, and retribution, \n\n\tAt the appointed time when their foot slips, \n\n\tFor the day of their disaster is near, \n\n\tAnd what awaits them will come quickly.’ \n \n","For Jehovah will judge his people, \n\n\tAnd he will feel pity for his servants \n\n\tWhen he sees that their strength has waned, \n\n\tAnd that only the helpless and weak remain. \n \n","Then he will say, ‘Where are their gods, \n\n\tThe rock in whom they sought refuge, \n\n","Who used to eat the fat of their sacrifices, \n\n\tTo drink the wine of their drink offerings? \n \n\tLet them rise up and help you. \n \n\tLet them become your place of refuge. \n \n","See now that I—I am he, \n\n\tAnd there are no gods apart from me. \n \n\tI put to death, and I make alive. \n \n\tI wound, and I will heal, \n\n\tAnd no one can rescue from my hand. \n \n","For I raise my hand to heaven, \n\n\tAnd I swear: “As surely as I live forever,” \n \n","If I sharpen my flashing sword \n\n\tAnd prepare my hand for judgment, \n\n\tI will pay back vengeance on my adversaries \n\n\tAnd bring retribution to those who hate me. \n \n","I will make my arrows drunk with blood, \n\n\tAnd my sword will eat flesh, \n\n\tWith the blood of the slain and the captives, \n\n\tWith the heads of the leaders of the enemy.’ \n \n","Be glad, you nations, with his people, \n\n\tFor he will avenge the blood of his servants, \n\n\tAnd he will repay vengeance to his adversaries \n\n\tAnd will make atonement for the land of his people.” \n \n","Thus Moses came and recited all the words of this song in the hearing of the people, he and Ho·sheʹa the son of Nun.","After Moses finished speaking all these words to all Israel,","he said to them: “Take to heart all the words of my warning to you today, so that you may command your sons to take care to do all the words of this Law.","For this is no empty word for you, but it means your life, and by this word you may live long in the land that you are crossing the Jordan to possess.” \n \n","Jehovah spoke to Moses on this same day, saying:","“Go up into this mountain of Abʹa·rim, Mount Neʹbo, which is in the land of Moʹab, which faces toward Jerʹi·cho, and view the land of Caʹnaan, which I am giving to the Israelites as a possession.","Then you will die on the mountain you are about to ascend, and be gathered to your people, just as Aaron your brother died on Mount Hor and was gathered to his people,","because both of you were unfaithful to me among the Israelites at the waters of Merʹi·bah of Kaʹdesh in the wilderness of Zin, because you did not sanctify me before the people of Israel.","You will see the land from a distance, but you will not enter the land that I am giving to the people of Israel.” \n"],["Now this is the blessing that Moses the man of the true God pronounced on the Israelites before his death.","He said: \n \n\t“Jehovah—from Siʹnai he came, \n\n\tAnd he shone upon them from Seʹir. \n \n\tHe shone forth in glory from the mountainous region of Paʹran, \n\n\tAnd with him were holy myriads, \n\n\tAt his right hand his warriors. \n \n","He had affection for his people; \n\n\tAll their holy ones are in your hand. \n \n\tThey were sitting at your feet; \n\n\tThey began to listen to your words. \n \n","(Moses gave us a command, a law, \n\n\tAs a possession of the congregation of Jacob.) \n \n","And He became king in Jeshʹu·run, \n\n\tWhen the heads of the people gathered together, \n\n\tAlong with all the tribes of Israel. \n \n","Let Reuʹben live and not die off, \n\n\tAnd may his men not become few.” \n \n","And he pronounced this blessing on Judah: \n \n\t“Hear, O Jehovah, the voice of Judah, \n\n\tAnd may you bring him back to his people. \n \n\tHis arms have defended what belongs to him, \n\n\tAnd may you help him against his adversaries.” \n \n","Of Leʹvi he said: \n \n\t“Your Thumʹmim and your Uʹrim belong to the man loyal to you, \n\n\tWhom you put to the test at Masʹsah. \n \n\tYou began to contend with him by the waters of Merʹi·bah, \n\n","The man who said to his father and his mother, ‘I have not shown regard to them.’ \n \n\tEven his brothers he did not acknowledge, \n\n\tAnd he ignored his own sons. \n \n\tFor they kept your word, \n\n\tAnd they observed your covenant. \n \n","Let them instruct Jacob in your judicial decisions \n\n\tAnd Israel in your Law. \n \n\tLet them offer up incense as a pleasant aroma for you \n\n\tAnd a whole offering on your altar. \n \n","Bless, O Jehovah, his strength, \n\n\tAnd may you show pleasure in the work of his hands. \n \n\tCrush the legs of those who rise up against him, \n\n\tSo that those who hate him may rise up no more.” \n \n","Of Benjamin he said: \n \n\t“Let the beloved one of Jehovah reside in security by him; \n\n\tWhile he shelters him the whole day, \n\n\tHe will reside between his shoulders.” \n \n","Of Joseph he said: \n \n\t“May his land be blessed by Jehovah \n\n\tWith the choice things of heaven, \n\n\tWith dew and the waters from the springs below, \n\n","With choice things produced by the sun \n\n\tAnd the choice yield each month, \n\n","With the choicest things from the ancient mountains \n\n\tAnd choice things of the enduring hills, \n\n","With the choice things of the earth and what fills it, \n\n\tAnd with the approval of the One residing in the thornbush. \n \n\tMay they come upon the head of Joseph, \n\n\tOn the crown of the head of the one singled out from his brothers. \n \n","His splendor is like that of a firstborn bull, \n\n\tAnd his horns are the horns of a wild bull. \n \n\tWith them he will push peoples \n\n\tAll together to the ends of the earth. \n \n\tThey are the tens of thousands of Eʹphra·im, \n\n\tAnd they are the thousands of Ma·nasʹseh.” \n \n","Of Zebʹu·lun he said: \n \n\t“Rejoice, O Zebʹu·lun, in your going out, \n\n\tAnd you, Isʹsa·char, in your tents. \n \n","They will call peoples to the mountain. \n \n\tThere they will offer the sacrifices of righteousness. \n \n\tFor they will draw from the abundant wealth of the seas \n\n\tAnd the hidden hoards of the sand.” \n \n","Of Gad he said: \n \n\t“Blessed is the one widening the borders of Gad. \n \n\tHe lies there like a lion, \n\n\tReady to tear off the arm, yes, the crown of the head. \n \n","He will select the first portion for himself, \n\n\tFor there the allotment of a lawgiver is reserved. \n \n\tThe heads of the people will gather together. \n \n\tThe righteousness of Jehovah he will execute, \n\n\tAnd his judicial decisions with Israel.” \n \n","Of Dan he said: \n \n\t“Dan is a lion cub. \n \n\tHe will leap out from Baʹshan.” \n \n","Of Naphʹta·li he said: \n \n\t“Naphʹta·li is satisfied with the approval \n\n\tAnd full of the blessing of Jehovah. \n \n\tTake possession of the west and south.” \n \n","Of Ashʹer he said: \n \n\t“Blessed with sons is Ashʹer. \n \n\tMay he be favored by his brothers, \n\n\tAnd may he dip his feet in oil. \n \n","Iron and copper are your gate locks, \n\n\tAnd you will be secure all your days. \n \n","There is none like the true God of Jeshʹu·run, \n\n\tWho rides through heaven to help you \n\n\tAnd who rides upon the clouds in his majesty. \n \n","God is a refuge from ancient times, \n\n\tHis everlasting arms are beneath you. \n \n\tAnd he will drive away the enemy from before you, \n\n\tAnd he will say, ‘Annihilate them!’ \n \n","Israel will reside in security, \n\n\tAnd the fountain of Jacob will be secluded \n\n\tIn a land of grain and new wine, \n\n\tWhose skies will drip with dew. \n \n","Happy you are, O Israel! \n \n\tWho is there like you, \n\n\tA people enjoying salvation in Jehovah, \n\n\tYour protective shield \n\n\tAnd your majestic sword? \n \n\tYour enemies will cringe before you, \n\n\tAnd you will tread on their backs.” \n"],["Then Moses went up from the desert plains of Moʹab to Mount Neʹbo, to the top of Pisʹgah, which faces Jerʹi·cho. And Jehovah showed him all the land, from Gilʹe·ad to Dan,","and all Naphʹta·li and the land of Eʹphra·im and Ma·nasʹseh, and all the land of Judah as far as the western sea,","and the Negʹeb and the District, the valley plain of Jerʹi·cho, the city of the palm trees, as far as Zoʹar. \n \n","Jehovah then said to him: “This is the land about which I have sworn to Abraham, Isaac, and Jacob, saying, ‘To your offspring I will give it.’ I have let you see it with your own eyes, but you will not cross over there.” \n \n","After that Moses the servant of Jehovah died there in the land of Moʹab just as Jehovah had said.","He buried him in the valley in the land of Moʹab, opposite Beth-peʹor, and nobody knows where his grave is down to this day.","Moses was 120 years old at his death. His eyes had not grown dim, and his strength had not departed.","The people of Israel wept for Moses on the desert plains of Moʹab for 30 days. Then the days of weeping and mourning for Moses were completed. \n \n","Joshua the son of Nun was full of the spirit of wisdom, for Moses had laid his hand on him; and the Israelites began to listen to him, and they did just as Jehovah had commanded Moses.","But there has never again arisen a prophet in Israel like Moses, whom Jehovah knew face-to-face.","He performed all the signs and the miracles that Jehovah had sent him to do in the land of Egypt to Pharʹaoh and all his servants and all his land,","along with the mighty hand and the awesome power that Moses displayed before the eyes of all Israel. \n"]]