[["In the beginning God created the heavens and the earth. \n \n","Now the earth was formless and desolate, and there was darkness upon the surface of the watery deep, and God’s active force was moving about over the surface of the waters. \n \n","And God said: “Let there be light.” Then there was light.","After that God saw that the light was good, and God began to divide the light from the darkness.","God called the light Day, but the darkness he called Night. And there was evening and there was morning, a first day. \n \n","Then God said: “Let there be an expanse between the waters, and let there be a division between the waters and the waters.”","Then God went on to make the expanse and divided the waters beneath the expanse from the waters above the expanse. And it was so.","God called the expanse Heaven. And there was evening and there was morning, a second day. \n \n","Then God said: “Let the waters under the heavens be collected together into one place, and let the dry land appear.” And it was so.","God called the dry land Earth, but the collecting of the waters, he called Seas. And God saw that it was good.","Then God said: “Let the earth cause grass to sprout, seed-bearing plants and fruit trees according to their kinds, yielding fruit along with seed on the earth.” And it was so.","And the earth began to produce grass, seed-bearing plants and trees yielding fruit along with seed, according to their kinds. Then God saw that it was good.","And there was evening and there was morning, a third day. \n \n","Then God said: “Let there be luminaries in the expanse of the heavens to make a division between the day and the night, and they will serve as signs for seasons and for days and years.","They will serve as luminaries in the expanse of the heavens to shine upon the earth.” And it was so.","And God went on to make the two great luminaries, the greater luminary for dominating the day and the lesser luminary for dominating the night, and also the stars.","Thus God put them in the expanse of the heavens to shine upon the earth","and to dominate by day and by night and to make a division between the light and the darkness. Then God saw that it was good.","And there was evening and there was morning, a fourth day. \n \n","Then God said: “Let the waters swarm with living creatures, and let flying creatures fly above the earth across the expanse of the heavens.”","And God created the great sea creatures and all living creatures that move and swarm in the waters according to their kinds and every winged flying creature according to its kind. And God saw that it was good.","With that God blessed them, saying: “Be fruitful and become many and fill the waters of the sea, and let the flying creatures become many in the earth.”","And there was evening and there was morning, a fifth day. \n \n","Then God said: “Let the earth bring forth living creatures according to their kinds, domestic animals and creeping animals and wild animals of the earth according to their kinds.” And it was so.","And God went on to make the wild animals of the earth according to their kinds and the domestic animals according to their kinds and all the creeping animals of the ground according to their kinds. And God saw that it was good. \n \n","Then God said: “Let us make man in our image, according to our likeness, and let them have in subjection the fish of the sea and the flying creatures of the heavens and the domestic animals and all the earth and every creeping animal that is moving on the earth.”","And God went on to create the man in his image, in God’s image he created him; male and female he created them.","Further, God blessed them, and God said to them: “Be fruitful and become many, fill the earth and subdue it, and have in subjection the fish of the sea and the flying creatures of the heavens and every living creature that is moving on the earth.” \n \n","Then God said: “Here I have given to you every seed-bearing plant that is on the entire earth and every tree with seed-bearing fruit. Let them serve as food for you.","And to every wild animal of the earth and to every flying creature of the heavens and to everything moving on the earth in which there is life, I have given all green vegetation for food.” And it was so. \n \n","After that God saw everything he had made, and look! it was very good. And there was evening and there was morning, a sixth day. \n"],["Thus the heavens and the earth and everything in them were completed.","And by the seventh day, God had completed the work that he had been doing, and he began to rest on the seventh day from all his work that he had been doing.","And God went on to bless the seventh day and to declare it sacred, for on it God has been resting from all the work that he has created, all that he purposed to make. \n \n","This is a history of the heavens and the earth in the time they were created, in the day that Jehovah God made earth and heaven. \n \n","No bush of the field was yet on the earth and no vegetation of the field had begun sprouting, because Jehovah God had not made it rain on the earth and there was no man to cultivate the ground.","But a mist would go up from the earth, and it watered the entire surface of the ground. \n \n","And Jehovah God went on to form the man out of dust from the ground and to blow into his nostrils the breath of life, and the man became a living person.","Further, Jehovah God planted a garden in Eʹden, toward the east; and there he put the man whom he had formed.","Thus Jehovah God made to grow out of the ground every tree that was pleasing to look at and good for food and also the tree of life in the middle of the garden and the tree of the knowledge of good and bad. \n \n","Now there was a river flowing out of Eʹden to water the garden, and from there it divided into four rivers.","The name of the first is Piʹshon; it is the one encircling the entire land of Havʹi·lah, where there is gold.","The gold of that land is good. Bdellium gum and onyx stone are also there.","The name of the second river is Giʹhon; it is the one encircling the entire land of Cush.","The name of the third river is Hidʹde·kel; it is the one going to the east of As·syrʹi·a. And the fourth river is the Eu·phraʹtes. \n \n","Jehovah God took the man and settled him in the garden of Eʹden to cultivate it and to take care of it.","Jehovah God also gave this command to the man: “From every tree of the garden you may eat to satisfaction.","But as for the tree of the knowledge of good and bad, you must not eat from it, for in the day you eat from it you will certainly die.” \n \n","Then Jehovah God said: “It is not good for the man to continue to be alone. I am going to make a helper for him, as a complement of him.”","Now Jehovah God had been forming from the ground every wild animal of the field and every flying creature of the heavens, and he began bringing them to the man to see what he would call each one; and whatever the man would call each living creature, that became its name.","So the man named all the domestic animals and the flying creatures of the heavens and every wild animal of the field, but for man there was no helper as a complement of him.","So Jehovah God caused the man to fall into a deep sleep, and while he was sleeping, he took one of his ribs and then closed up the flesh over its place.","And Jehovah God built the rib that he had taken from the man into a woman, and he brought her to the man. \n \n","Then the man said: \n \n\t“This is at last bone of my bones \n\n\tAnd flesh of my flesh. \n \n\tThis one will be called Woman, \n\n\tBecause from man she was taken.” \n \n","That is why a man will leave his father and his mother and he will stick to his wife, and they will become one flesh.","And both of them continued to be naked, the man and his wife; yet they were not ashamed. \n"],["Now the serpent was the most cautious of all the wild animals of the field that Jehovah God had made. So it said to the woman: “Did God really say that you must not eat from every tree of the garden?”","At this the woman said to the serpent: “We may eat of the fruit of the trees of the garden.","But God has said about the fruit of the tree that is in the middle of the garden: ‘You must not eat from it, no, you must not touch it; otherwise you will die.’”","At this the serpent said to the woman: “You certainly will not die.","For God knows that in the very day you eat from it, your eyes will be opened and you will be like God, knowing good and bad.” \n \n","Consequently, the woman saw that the tree was good for food and that it was something desirable to the eyes, yes, the tree was pleasing to look at. So she began taking of its fruit and eating it. Afterward, she also gave some to her husband when he was with her, and he began eating it.","Then the eyes of both of them were opened, and they realized that they were naked. So they sewed fig leaves together and made loin coverings for themselves. \n \n","Later they heard the voice of Jehovah God as he was walking in the garden about the breezy part of the day, and the man and his wife hid from the face of Jehovah God among the trees of the garden.","And Jehovah God kept calling to the man and saying to him: “Where are you?”","Finally he said: “I heard your voice in the garden, but I was afraid because I was naked, so I hid myself.”","At that he said: “Who told you that you were naked? Have you eaten from the tree from which I commanded you not to eat?”","The man said: “The woman whom you gave to be with me, she gave me fruit from the tree, so I ate.”","Jehovah God then said to the woman: “What is this you have done?” The woman replied: “The serpent deceived me, so I ate.” \n \n","Then Jehovah God said to the serpent: “Because you have done this, you are the cursed one out of all the domestic animals and out of all the wild animals of the field. On your belly you will go, and you will eat dust all the days of your life.","And I will put enmity between you and the woman and between your offspring and her offspring. He will crush your head, and you will strike him in the heel.” \n \n","To the woman he said: “I will greatly increase the pain of your pregnancy; in pain you will give birth to children, and your longing will be for your husband, and he will dominate you.” \n \n","And to Adam he said: “Because you listened to your wife’s voice and ate from the tree concerning which I gave you this command, ‘You must not eat from it,’ cursed is the ground on your account. In pain you will eat its produce all the days of your life.","It will grow thorns and thistles for you, and you must eat the vegetation of the field.","In the sweat of your face you will eat bread until you return to the ground, for out of it you were taken. For dust you are and to dust you will return.” \n \n","After this Adam named his wife Eve, because she was to become the mother of everyone living.","And Jehovah God made long garments from skins for Adam and for his wife, to clothe them.","Jehovah God then said: “Here the man has become like one of us in knowing good and bad. Now in order that he may not put his hand out and take fruit also from the tree of life and eat and live forever, —”","With that Jehovah God expelled him from the garden of Eʹden to cultivate the ground from which he had been taken.","So he drove the man out, and he posted at the east of the garden of Eʹden the cherubs and the flaming blade of a sword that was turning continuously to guard the way to the tree of life. \n"],["Now Adam had sexual relations with his wife Eve, and she became pregnant. When she gave birth to Cain, she said: “I have produced a male child with the help of Jehovah.”","Later she again gave birth, to his brother Abel. \n \nAbel became a shepherd of the flock, but Cain became a cultivator of the ground.","After some time, Cain brought some fruits of the land as an offering to Jehovah.","But Abel brought some firstlings of his flock, including their fat. While Jehovah looked with favor on Abel and on his offering,","he did not look with any favor on Cain and on his offering. So Cain grew hot with anger and was dejected.","Then Jehovah said to Cain: “Why are you so angry and dejected?","If you turn to doing good, will you not be restored to favor? But if you do not turn to doing good, sin is crouching at the door, and its craving is to dominate you; but will you get the mastery over it?” \n \n","After that Cain said to his brother Abel: “Let us go over into the field.” So while they were in the field, Cain assaulted his brother Abel and killed him.","Later on, Jehovah said to Cain: “Where is your brother Abel?” and he said: “I do not know. Am I my brother’s guardian?”","At this He said: “What have you done? Listen! Your brother’s blood is crying out to me from the ground.","And now you are cursed in banishment from the ground that has opened its mouth to receive your brother’s blood from your hand.","When you cultivate the ground, it will not give you back its produce. You will become a wanderer and a fugitive in the earth.”","At this Cain said to Jehovah: “The punishment for my error is too great to bear.","Today you are driving me from the land, and I will be hidden from your face; and I will become a wanderer and a fugitive on the earth, and anyone who finds me will certainly kill me.”","So Jehovah said to him: “For that reason, anyone who kills Cain will suffer vengeance seven times.” \n \nSo Jehovah set up a sign for Cain in order that no one finding him would strike him.","Then Cain went away from before Jehovah and took up residence in the land of Exile, to the east of Eʹden. \n \n","Afterward Cain had sexual relations with his wife, and she became pregnant and gave birth to Eʹnoch. Then he engaged in building a city and named the city after his son Eʹnoch.","Later Iʹrad was born to Eʹnoch. And Iʹrad became father to Me·huʹja·el, and Me·huʹja·el became father to Me·thuʹsha·el, and Me·thuʹsha·el became father to Laʹmech. \n \n","Laʹmech took two wives for himself. The name of the first was Aʹdah, and the name of the second was Zilʹlah.","Aʹdah gave birth to Jaʹbal. He was the founder of those who dwell in tents and have livestock.","His brother’s name was Juʹbal. He was the founder of all those who play the harp and the pipe.","Also, Zilʹlah gave birth to Tuʹbal-cain, who forged every sort of tool of copper and iron. And the sister of Tuʹbal-cain was Naʹa·mah.","Then Laʹmech composed these words for his wives Aʹdah and Zilʹlah: \n \n\t“Hear my voice, you wives of Laʹmech; \n\n\tGive ear to my saying: \n \n\tA man I have killed for wounding me, \n\n\tYes, a young man for striking me. \n \n","If 7 times Cain is to be avenged, \n\n\tThen Laʹmech 77 times.” \n \n","Adam again had sexual relations with his wife, and she gave birth to a son. She named him Seth because, as she said, “God has appointed for me another offspring in place of Abel, because Cain killed him.”","There was also born to Seth a son, and he named him Eʹnosh. At that time people began calling on the name of Jehovah. \n"],["This is the book of Adam’s history. In the day that God created Adam, he made him in the likeness of God.","Male and female he created them. On the day they were created, he blessed them and named them Man. \n \n","Adam lived for 130 years and then became father to a son in his likeness, in his image, and he named him Seth.","After becoming father to Seth, Adam lived for 800 years. And he became father to sons and daughters.","So all the days of Adam’s life amounted to 930 years, and then he died. \n \n","Seth lived for 105 years and then became father to Eʹnosh.","After becoming father to Eʹnosh, Seth lived for 807 years. And he became father to sons and daughters.","So all the days of Seth amounted to 912 years, and then he died. \n \n","Eʹnosh lived for 90 years and then became father to Keʹnan.","After becoming father to Keʹnan, Eʹnosh lived for 815 years. And he became father to sons and daughters.","So all the days of Eʹnosh amounted to 905 years, and then he died. \n \n","Keʹnan lived for 70 years and then became father to Ma·halʹa·lel.","After becoming father to Ma·halʹa·lel, Keʹnan lived for 840 years. And he became father to sons and daughters.","So all the days of Keʹnan amounted to 910 years, and then he died. \n \n","Ma·halʹa·lel lived for 65 years and then became father to Jaʹred.","After becoming father to Jaʹred, Ma·halʹa·lel lived for 830 years. And he became father to sons and daughters.","So all the days of Ma·halʹa·lel amounted to 895 years, and then he died. \n \n","Jaʹred lived for 162 years and then became father to Eʹnoch.","After becoming father to Eʹnoch, Jaʹred lived for 800 years. And he became father to sons and daughters.","So all the days of Jaʹred amounted to 962 years, and then he died. \n \n","Eʹnoch lived for 65 years and then became father to Me·thuʹse·lah.","After becoming father to Me·thuʹse·lah, Eʹnoch continued to walk with the true God for 300 years. And he became father to sons and daughters.","So all the days of Eʹnoch amounted to 365 years.","Eʹnoch kept walking with the true God. Then he was no more, for God took him. \n \n","Me·thuʹse·lah lived for 187 years and then became father to Laʹmech.","After becoming father to Laʹmech, Me·thuʹse·lah lived for 782 years. And he became father to sons and daughters.","So all the days of Me·thuʹse·lah amounted to 969 years, and then he died. \n \n","Laʹmech lived for 182 years and then became father to a son.","He named him Noah, saying: “This one will bring us comfort from our labor and from the painful toil of our hands because of the ground that Jehovah has cursed.”","After becoming father to Noah, Laʹmech lived for 595 years. And he became father to sons and daughters.","So all the days of Laʹmech amounted to 777 years, and then he died. \n \n","After Noah reached 500 years of age, he became father to Shem, Ham, and Jaʹpheth. \n"],["Now when men started to grow in number on the surface of the ground and daughters were born to them,","the sons of the true God began to notice that the daughters of men were beautiful. So they began taking as wives all whom they chose.","Then Jehovah said: “My spirit will not tolerate man indefinitely, because he is only flesh. Accordingly, his days will amount to 120 years.” \n \n","The Nephʹi·lim were on the earth in those days and afterward. During that time the sons of the true God continued to have relations with the daughters of men, and these bore sons to them. They were the mighty ones of old times, the men of fame. \n \n","Consequently, Jehovah saw that man’s wickedness was great on the earth and that every inclination of the thoughts of his heart was only bad all the time.","Jehovah regretted that he had made men on the earth, and his heart was saddened.","So Jehovah said: “I am going to wipe men whom I have created off the surface of the ground, man together with domestic animals, creeping animals, and flying creatures of the heavens, for I regret that I have made them.”","But Noah found favor in the eyes of Jehovah. \n \n","This is the history of Noah. \n \nNoah was a righteous man. He proved himself faultless among his contemporaries. Noah walked with the true God.","In time Noah became father to three sons, Shem, Ham, and Jaʹpheth.","But the earth had become ruined in the sight of the true God, and the earth was filled with violence.","Yes, God looked upon the earth, and it was ruined; all flesh had ruined its way on the earth. \n \n","After that God said to Noah: “I have decided to put an end to all flesh, because the earth is full of violence on account of them, so I am bringing them to ruin together with the earth.","Make for yourself an ark from resinous wood. You will make compartments in the ark and cover it with tar inside and outside.","This is how you will make it: The ark should be 300 cubits long, 50 cubits wide, and 30 cubits high.","You will make a window for light for the ark, one cubit from the top. You should put the entrance of the ark in its side and make it with a lower deck, a second deck, and a third deck. \n \n","“As for me, I am going to bring floodwaters upon the earth to destroy from under the heavens all flesh that has the breath of life. Everything on the earth will perish.","And I am establishing my covenant with you, and you must go into the ark, you, your sons, your wife, and your sons’ wives with you.","And bring into the ark two of every sort of living creature in order to preserve them alive with you, a male and a female;","of the flying creatures according to their kinds, the domestic animals according to their kinds, and all creeping animals of the ground according to their kinds, two of each will go in there to you to preserve them alive.","For your part, you are to collect and take with you every kind of food to eat, to serve as food for you and for the animals.” \n \n","And Noah did according to all that God had commanded him. He did just so. \n"],["After that Jehovah said to Noah: “Go into the ark, you and all your household, because you are the one I have found to be righteous before me among this generation.","You must take with you every kind of clean animal by sevens, the male and its mate; and of every animal that is not clean just two, the male and its mate;","also of the flying creatures of the sky by sevens, male and female, to preserve their offspring alive over all the earth.","For in just seven days, I will make it rain on the earth for 40 days and 40 nights, and I will wipe from the surface of the ground every living thing that I have made.”","Then Noah did everything that Jehovah had commanded him. \n \n","Noah was 600 years old when the floodwaters came upon the earth.","So Noah, along with his sons, his wife, and his sons’ wives, went into the ark ahead of the floodwaters.","Of every clean animal and of every animal that is not clean and of the flying creatures and of everything that moves on the ground,","they went inside the ark to Noah by twos, male and female, just as God had commanded Noah.","And seven days later the floodwaters came upon the earth. \n \n","In the 600th year of Noah’s life, in the second month, on the 17th day of the month, on that day all the springs of the vast watery deep burst open and the floodgates of the heavens were opened.","And the rain poured down on the earth for 40 days and 40 nights.","On that very day, Noah went into the ark along with his sons, Shem, Ham, and Jaʹpheth, and his wife and the three wives of his sons.","They went in with every wild animal according to its kind, and every domestic animal according to its kind, and every creeping animal of the earth according to its kind, and every flying creature according to its kind, every bird, every winged creature.","They kept going to Noah inside the ark, two by two, of every sort of flesh that has the breath of life.","So they went in, male and female of every sort of flesh, just as God had commanded him. After that Jehovah shut the door behind him. \n \n","The flooding continued for 40 days on the earth, and the waters kept increasing and began carrying the ark, and it was floating high above the earth.","The waters became overwhelming and kept increasing greatly upon the earth, but the ark floated on the surface of the waters.","The waters overwhelmed the earth so greatly that all the tall mountains under the whole heavens were covered.","The waters rose up to 15 cubits above the mountains. \n \n","So all living creatures that were moving on the earth perished—the flying creatures, the domestic animals, the wild animals, the swarming creatures, and all mankind.","Everything on dry land that had the breath of life in its nostrils died.","So He wiped every living thing from the surface of the earth, including man, animals, creeping animals, and the flying creatures of the sky. They were all wiped off the earth; only Noah and those with him in the ark survived.","And the waters continued overwhelming the earth for 150 days. \n"],["But God gave attention to Noah and to all the wild animals and domestic animals that were with him in the ark, and God caused a wind to blow over the earth, and the waters began to subside.","The springs of the watery deep and the floodgates of the heavens were stopped up, so the rain from the heavens stopped falling.","Then the waters began to recede progressively from the earth. By the end of 150 days, the waters had subsided.","In the seventh month, on the 17th day of the month, the ark came to rest on the mountains of Arʹa·rat.","And the waters were steadily decreasing until the tenth month. In the tenth month, on the first of the month, the tops of the mountains appeared. \n \n","So at the end of 40 days, Noah opened the window that he had made in the ark","and sent out a raven; it continued flying outside and returning, until the waters dried off the earth. \n \n","Later he sent out a dove to see whether the waters had receded from the surface of the ground.","The dove did not find any resting-place to perch, so it returned to him into the ark because the waters were still covering the surface of the whole earth. So he reached his hand out and brought it inside the ark.","He waited seven more days, and once again he sent out the dove from the ark.","When the dove came to him toward evening, he saw that there was a freshly plucked olive leaf in its bill! So Noah knew that the waters had receded from the earth.","He waited still another seven days. Then he sent out the dove, but it did not return to him anymore. \n \n","Now in the 601st year, in the first month, on the first day of the month, the waters had drained from the earth; and Noah removed the covering of the ark and saw that the surface of the ground was drying.","In the second month, on the 27th day of the month, the earth had dried off. \n \n","God now said to Noah:","“Go out of the ark, you, your wife, your sons, and your sons’ wives.","Bring out with you all the living creatures of every sort of flesh, of the flying creatures and of the animals and of all the creeping animals of the earth, that they may multiply on the earth and be fruitful and become many on the earth.” \n \n","So Noah went out, together with his sons, his wife, and his sons’ wives.","Every living creature, every creeping animal and every flying creature, everything that moves on the earth, went out of the ark by families.","Then Noah built an altar to Jehovah and took some of all the clean animals and of all the clean flying creatures and offered burnt offerings on the altar.","And Jehovah began to smell a pleasing aroma. So Jehovah said in his heart: “Never again will I curse the ground on man’s account, for the inclination of the heart of man is bad from his youth up; and never again will I strike down every living thing as I have done.","From now on, the earth will never cease to have seed-sowing and harvest, cold and heat, summer and winter, and day and night.” \n"],["God went on to bless Noah and his sons and to say to them: “Be fruitful and become many and fill the earth.","A fear of you and a terror of you will continue upon every living creature of the earth and upon every flying creature of the heavens, upon everything that moves on the ground and upon all the fish of the sea. They are now given into your hand.","Every moving animal that is alive may serve as food for you. Just as I gave you the green vegetation, I give them all to you.","Only flesh with its life —its blood—you must not eat.","Besides that, I will demand an accounting for your lifeblood. I will demand an accounting from every living creature; and from each man I will demand an accounting for the life of his brother.","Anyone shedding man’s blood, by man will his own blood be shed, for in God’s image He made man.","As for you, be fruitful and become many, and increase abundantly on the earth and multiply.” \n \n","Then God said to Noah and to his sons with him:","“I am now establishing my covenant with you and with your offspring after you,","and with every living creature that is with you, the birds, the animals, and all the living creatures of the earth with you, all those that came out of the ark—every living creature of the earth.","Yes, I establish my covenant with you: Never again will all flesh be destroyed by the waters of a flood, and never again will a flood bring the earth to ruin.” \n \n","And God added: “This is the sign of the covenant that I am making between me and you and every living creature that is with you, for all future generations.","I put my rainbow in the cloud, and it will serve as a sign of the covenant between me and the earth.","Whenever I bring a cloud over the earth, then the rainbow will certainly appear in the cloud.","And I will certainly remember my covenant that I made between me and you and every living creature of every kind; and never again will the waters become a flood to destroy all flesh.","And the rainbow will occur in the cloud, and I will certainly see it and remember the everlasting covenant between God and every living creature of every kind on the earth.” \n \n","God repeated to Noah: “This is the sign of the covenant that I establish between me and all flesh that is on the earth.” \n \n","Noah’s sons who came out of the ark were Shem, Ham, and Jaʹpheth. Ham later became the father of Caʹnaan.","These three were Noah’s sons, and all the earth’s population came from them and spread abroad. \n \n","Now Noah started off as a farmer, and he planted a vineyard.","When he drank of the wine, he became intoxicated, and he uncovered himself inside his tent.","Ham, the father of Caʹnaan, saw his father’s nakedness, and he told his two brothers outside.","So Shem and Jaʹpheth took a garment and put it upon both their shoulders and walked in backward. Thus they covered their father’s nakedness while their faces were turned away, and they did not see their father’s nakedness. \n \n","When Noah woke up from his wine and learned what his youngest son had done to him,","he said: \n \n\t“Cursed be Caʹnaan. \n \n\tLet him become the lowest slave to his brothers.” \n \n","And he added: \n \n\t“Praised be Jehovah, the God of Shem, \n\n\tAnd let Caʹnaan become a slave to him. \n \n","Let God grant ample space to Jaʹpheth, \n\n\tAnd let him reside in the tents of Shem. \n \n\tLet Caʹnaan become a slave to him also.” \n \n","Noah continued to live for 350 years after the Flood.","So all the days of Noah amounted to 950 years, and he died. \n"],["This is the history of Noah’s sons, Shem, Ham, and Jaʹpheth. \n \nSons were born to them after the Flood.","The sons of Jaʹpheth were Goʹmer, Maʹgog, Maʹda·i, Jaʹvan, Tuʹbal, Meʹshech, and Tiʹras. \n \n","The sons of Goʹmer were Ashʹke·naz, Riʹphath, and To·garʹmah. \n \n","The sons of Jaʹvan were E·liʹshah, Tarʹshish, Kitʹtim, and Doʹda·nim. \n \n","From these the inhabitants of the islands spread into their lands, according to their languages and their families and by their nations. \n \n","The sons of Ham were Cush, Mizʹra·im, Put, and Caʹnaan. \n \n","The sons of Cush were Seʹba, Havʹi·lah, Sabʹtah, Raʹa·mah, and Sabʹte·ca. \n \nThe sons of Raʹa·mah were Sheʹba and Deʹdan. \n \n","Cush became father to Nimʹrod. He was the first to become a mighty one on the earth.","He became a mighty hunter in opposition to Jehovah. That is why there is a saying: “Just like Nimʹrod, a mighty hunter in opposition to Jehovah.”","The beginning of his kingdom was Baʹbel, Eʹrech, Acʹcad, and Calʹneh, in the land of Shiʹnar.","From that land he went into As·syrʹi·a and built Ninʹe·veh, Re·hoʹboth-Ir, Caʹlah,","and Reʹsen, between Ninʹe·veh and Caʹlah: This is the great city. \n \n","Mizʹra·im became father to Luʹdim, Anʹa·mim, Le·haʹbim, Naph·tuʹhim,","Path·ruʹsim, Cas·luʹhim (from whom the Phi·lisʹtines came), and Caphʹto·rim. \n \n","Caʹnaan became father to Siʹdon, his firstborn, and Heth,","as well as the Jebʹu·site, the Amʹor·ite, the Girʹga·shite,","the Hiʹvite, the Arkʹite, the Siʹnite,","the Arʹvad·ite, the Zemʹa·rite, and the Haʹmath·ite. Afterward, the families of the Caʹnaan·ites were scattered.","So the boundary of the Caʹnaan·ites was from Siʹdon as far as Geʹrar, near Gazʹa, as far as Sodʹom, Go·morʹrah, Adʹmah, and Ze·boiʹim, near Laʹsha.","These were the sons of Ham according to their families and their languages, by their lands and their nations. \n \n","Children were also born to Shem, the forefather of all the sons of Eʹber and the brother of Jaʹpheth the oldest.","The sons of Shem were Eʹlam, Asʹshur, Ar·pachʹshad, Lud, and Aʹram. \n \n","The sons of Aʹram were Uz, Hul, Geʹther, and Mash. \n \n","Ar·pachʹshad became father to Sheʹlah, and Sheʹlah became father to Eʹber. \n \n","Two sons were born to Eʹber. The name of the one was Peʹleg, because in his lifetime the earth was divided. The name of his brother was Jokʹtan. \n \n","Jokʹtan became father to Al·moʹdad, Sheʹleph, Ha·zar·maʹveth, Jeʹrah,","Ha·doʹram, Uʹzal, Dikʹlah,","Oʹbal, A·bimʹa·el, Sheʹba,","Oʹphir, Havʹi·lah, and Joʹbab; all of these were the sons of Jokʹtan. \n \n","Their place of dwelling extended from Meʹsha as far as Seʹphar, the mountainous region of the East. \n \n","These were the sons of Shem according to their families and their languages, by their lands and their nations. \n \n","These were the families of the sons of Noah according to their family lines and by their nations. From these the nations were spread abroad in the earth after the Flood. \n"],["Now all the earth continued to be of one language and of one set of words.","As they traveled eastward, they discovered a valley plain in the land of Shiʹnar, and they began dwelling there.","Then they said to one another: “Come! Let us make bricks and bake them with fire.” So they used bricks instead of stone, and bitumen as mortar.","They now said: “Come! Let us build a city for ourselves and a tower with its top in the heavens, and let us make a celebrated name for ourselves, so that we will not be scattered over the entire face of the earth.” \n \n","Then Jehovah went down to see the city and the tower that the sons of men had built.","Jehovah then said: “Look! They are one people with one language, and this is what they have started to do. Now there is nothing that they may have in mind to do that will be impossible for them.","Come! Let us go down there and confuse their language in order that they may not understand one another’s language.”","So Jehovah scattered them from there over the entire face of the earth, and they gradually left off building the city.","That is why it was named Baʹbel, because there Jehovah confused the language of all the earth, and Jehovah scattered them from there over the entire face of the earth. \n \n","This is the history of Shem. \n \nShem was 100 years old when he became father to Ar·pachʹshad two years after the Flood.","After becoming father to Ar·pachʹshad, Shem continued to live 500 years. And he became father to sons and daughters. \n \n","Ar·pachʹshad lived for 35 years and then became father to Sheʹlah.","After becoming father to Sheʹlah, Ar·pachʹshad continued to live 403 years. And he became father to sons and daughters. \n \n","Sheʹlah lived for 30 years and then became father to Eʹber.","After becoming father to Eʹber, Sheʹlah continued to live 403 years. And he became father to sons and daughters. \n \n","Eʹber lived for 34 years and then became father to Peʹleg.","After becoming father to Peʹleg, Eʹber continued to live 430 years. And he became father to sons and daughters. \n \n","Peʹleg lived for 30 years and then became father to Reʹu.","After becoming father to Reʹu, Peʹleg continued to live 209 years. And he became father to sons and daughters. \n \n","Reʹu lived for 32 years and then became father to Seʹrug.","After becoming father to Seʹrug, Reʹu continued to live 207 years. And he became father to sons and daughters. \n \n","Seʹrug lived for 30 years and then became father to Naʹhor.","After becoming father to Naʹhor, Seʹrug continued to live 200 years. And he became father to sons and daughters. \n \n","Naʹhor lived for 29 years and then became father to Teʹrah.","After becoming father to Teʹrah, Naʹhor continued to live 119 years. And he became father to sons and daughters. \n \n","Teʹrah lived for 70 years, after which he became father to Aʹbram, Naʹhor, and Haʹran. \n \n","This is the history of Teʹrah. \n \nTeʹrah became father to Aʹbram, Naʹhor, and Haʹran; and Haʹran became father to Lot.","While his father Teʹrah was still alive, Haʹran died in the land of his birth, in Ur of the Chal·deʹans.","Aʹbram and Naʹhor took wives for themselves. The name of Aʹbram’s wife was Sarʹai, and the name of Naʹhor’s wife was Milʹcah, the daughter of Haʹran, the father of Milʹcah and Isʹcah.","Now Sarʹai was barren; she had no child. \n \n","Teʹrah then took Aʹbram his son and Lot his grandson, the son of Haʹran, and Sarʹai his daughter-in-law, the wife of Aʹbram his son, and they went with him out of Ur of the Chal·deʹans to go to the land of Caʹnaan. In time they came to Haʹran and began dwelling there.","The days of Teʹrah were 205 years. Then Teʹrah died in Haʹran. \n"],["And Jehovah said to Aʹbram: “Go out from your land and away from your relatives and from the house of your father to the land that I will show you.","I will make you a great nation, and I will bless you, and I will make your name great, and you will become a blessing.","I will bless those who bless you, and I will curse him who calls down evil on you, and all the families of the ground will certainly be blessed by means of you.” \n \n","So Aʹbram went just as Jehovah had told him, and Lot went with him. Aʹbram was 75 years old when he left Haʹran.","Aʹbram took his wife Sarʹai and Lot the son of his brother and all the goods that they had accumulated and the people whom they had acquired in Haʹran, and they set out for the land of Caʹnaan. When they reached the land of Caʹnaan,","Aʹbram traveled through the land as far as the site of Sheʹchem, near the big trees of Moʹreh. At that time the Caʹnaan·ites were in the land.","Jehovah then appeared to Aʹbram and said: “To your offspring I am going to give this land.” So he built an altar there to Jehovah, who had appeared to him.","Later he moved from there to the mountainous region east of Bethʹel and pitched his tent with Bethʹel on the west and Aʹi on the east. There he built an altar to Jehovah and began to call on the name of Jehovah.","Afterward, Aʹbram broke camp and journeyed toward the Negʹeb, moving his camp from one place to another. \n \n","Now a famine arose in the land, and Aʹbram went down toward Egypt to reside there for a while, because the famine in the land was severe.","As he was about to enter Egypt, he said to his wife Sarʹai: “Please listen! I know what a beautiful woman you are.","So when the Egyptians see you, they will surely say, ‘This is his wife.’ Then they will kill me but keep you alive.","Please say you are my sister, so that it may go well with me because of you, and my life will be spared.” \n \n","As soon as Aʹbram entered Egypt, the Egyptians noticed that the woman was very beautiful.","And the princes of Pharʹaoh also saw her, and they began praising her to Pharʹaoh, so that the woman was taken to the house of Pharʹaoh.","He treated Aʹbram well because of her, and he acquired sheep, cattle, male and female donkeys, male and female servants, and camels.","Then Jehovah struck Pharʹaoh and his household with severe plagues because of Sarʹai, Aʹbram’s wife.","So Pharʹaoh called Aʹbram and said: “What is this you have done to me? Why did you not tell me that she was your wife?","Why did you say, ‘She is my sister,’ so that I was about to take her as my wife? Here is your wife. Take her and go!”","So Pharʹaoh gave his men orders concerning him, and they sent him away with his wife and all that he had. \n"],["Aʹbram then went up out of Egypt to the Negʹeb, he and his wife and all that he had, together with Lot.","Aʹbram was very rich in livestock, silver, and gold.","He camped in one place after another as he traveled from the Negʹeb to Bethʹel, until he arrived at the place where his tent had been between Bethʹel and Aʹi,","to the place where he had previously built an altar. There Aʹbram called on the name of Jehovah. \n \n","Now Lot, who was traveling with Aʹbram, also owned sheep, cattle, and tents.","So the land did not allow for all of them to stay in the same place; their goods had become so many that they could no longer dwell together.","As a result, a quarrel arose between the herders of Aʹbram’s livestock and the herders of Lot’s livestock. (At that time the Caʹnaan·ites and the Perʹiz·zites were dwelling in the land.)","So Aʹbram said to Lot: “Please, there should be no quarreling between me and you and between my herdsmen and your herdsmen, for we are brothers.","Is not the whole land available to you? Please, separate from me. If you go to the left, then I will go to the right; but if you go to the right, then I will go to the left.”","So Lot raised his eyes and saw that the whole district of the Jordan was a well-watered region (before Jehovah destroyed Sodʹom and Go·morʹrah), like the garden of Jehovah, like the land of Egypt, as far as Zoʹar.","Then Lot chose for himself the whole district of the Jordan, and Lot moved his camp to the east. So they separated from each other.","Aʹbram lived in the land of Caʹnaan, but Lot lived among the cities of the district. Finally he set up his tent near Sodʹom.","Now the men of Sodʹom were wicked, gross sinners against Jehovah. \n \n","Jehovah said to Aʹbram, after Lot had separated from him: “Raise your eyes, please, and look from the place where you are, to the north and south, east and west,","because all the land that you see, I will give to you and your offspring as a lasting possession.","And I will make your offspring like the dust particles of the earth, so that if anyone could count the dust particles of the earth, then your offspring could be counted.","Get up, travel through the length and breadth of the land, for to you I am going to give it.”","So Aʹbram continued to live in tents. Later he came and dwelled among the big trees of Mamʹre, which are in Hebʹron, and there he built an altar to Jehovah. \n"],["Now in the days of Amʹra·phel king of Shiʹnar, Arʹi·och king of El·laʹsar, Ched·or·la·oʹmer king of Eʹlam, and Tiʹdal king of Goiʹim,","these made war with Beʹra king of Sodʹom, Birʹsha king of Go·morʹrah, Shiʹnab king of Adʹmah, Shem·eʹber king of Ze·boiʹim, and the king of Beʹla, that is, Zoʹar.","All of these joined forces at the Valley of Sidʹdim, that is, the Salt Sea. \n \n","They had served Ched·or·la·oʹmer for 12 years, but they rebelled in the 13th year.","So in the 14th year, Ched·or·la·oʹmer and the kings who were with him came and defeated the Rephʹa·im in Ashʹte·roth-kar·naʹim, the Zuʹzim in Ham, the Eʹmim in Shaʹveh-kir·i·a·thaʹim,","and the Horʹites in their mountain of Seʹir down to El-paʹran, which is at the wilderness.","Then they turned back and came to En-mishʹpat, that is, Kaʹdesh, and conquered the whole territory of the A·malʹek·ites and also the Amʹor·ites who were dwelling in Hazʹa·zon-taʹmar. \n \n","At this point, the king of Sodʹom went on the march, and also the king of Go·morʹrah, the king of Adʹmah, the king of Ze·boiʹim, and the king of Beʹla, that is, Zoʹar, and they drew up in battle formation against them in the Valley of Sidʹdim,","against Ched·or·la·oʹmer king of Eʹlam, Tiʹdal king of Goiʹim, Amʹra·phel king of Shiʹnar, and Arʹi·och king of El·laʹsar—four kings against the five.","Now the Valley of Sidʹdim was full of bitumen pits, and the kings of Sodʹom and Go·morʹrah tried to escape and fell into them, and those who remained fled to the mountainous region.","Then the victors took all the goods of Sodʹom and Go·morʹrah and all their food and went on their way.","They also took Lot, the son of Aʹbram’s brother who was dwelling in Sodʹom, as well as his goods, and they continued on their way. \n \n","After that a man who had escaped came and told Aʹbram the Hebrew. He was then dwelling among the big trees of Mamʹre the Amʹor·ite, the brother of Eshʹcol and Aʹner. These men were allies of Aʹbram.","Thus Aʹbram heard that his relative had been taken captive. With that he mobilized his trained men, 318 servants born in his household, and went in pursuit up to Dan.","During the night, he divided his forces, and he and his servants attacked and defeated them. And he pursued them up to Hoʹbah, which is north of Damascus.","He recovered all the goods, and he also recovered Lot his relative, his goods, the women, and the other people. \n \n","After Aʹbram returned from defeating Ched·or·la·oʹmer and the kings who were with him, the king of Sodʹom went out to meet Aʹbram at the Valley of Shaʹveh, that is, the Valley of the King.","And Mel·chizʹe·dek king of Saʹlem brought out bread and wine; he was priest of the Most High God. \n \n","Then he blessed him and said: \n \n\t“Blessed be Aʹbram by the Most High God, \n\n\tMaker of heaven and earth; \n\n","And praised be the Most High God, \n\n\tWho has handed your oppressors over to you!” \n \nAnd Aʹbram gave him a tenth of everything. \n \n","After that the king of Sodʹom said to Aʹbram: “Give me the people, but take the goods for yourself.”","But Aʹbram said to the king of Sodʹom: “I raise my hand in an oath to Jehovah the Most High God, Maker of heaven and earth,","that I will not take anything that is yours, from a thread to a sandal lace, so that you may not say, ‘I made Aʹbram rich.’","I will take nothing except what the young men have already eaten. As for the share of the men who went with me, Aʹner, Eshʹcol, and Mamʹre—let them take their share.” \n"],["After this the word of Jehovah came to Aʹbram in a vision, saying: “Do not fear, Aʹbram. I am a shield for you. Your reward will be very great.”","Aʹbram replied: “Sovereign Lord Jehovah, what will you give me, seeing that I continue childless and the one who will inherit my house is a man of Damascus, E·li·eʹzer?”","Aʹbram added: “You have given me no offspring, and a member of my household is succeeding me as heir.”","But look! Jehovah’s word in reply to him was, “This man will not succeed you as heir, but your own son will succeed you as heir.” \n \n","He now brought him outside and said: “Look up, please, to the heavens and count the stars, if you are able to do so.” Then he said to him: “So your offspring will become.”","And he put faith in Jehovah, and He counted it to him as righteousness.","Then he added: “I am Jehovah, who brought you out of Ur of the Chal·deʹans to give you this land as your possession.”","To this he said: “Sovereign Lord Jehovah, how will I know that I will take possession of it?”","He replied to him: “Take for me a three-year-old heifer, a three-year-old female goat, a three-year-old ram, a turtledove, and a young pigeon.”","So he took all of these and cut them in two and put each part opposite the other, but he did not cut up the birds.","Then the birds of prey began to descend on the carcasses, but Aʹbram kept driving them away. \n \n","When the sun was about to set, a deep sleep fell upon Aʹbram and a great and frightening darkness descended on him.","Then He said to Aʹbram: “Know for certain that your offspring will be foreigners in a land not theirs and that the people there will enslave them and afflict them for 400 years.","But I will judge the nation they will serve, and after that they will go out with many goods.","As for you, you will go to your forefathers in peace; you will be buried at a good old age.","But they will return here in the fourth generation, because the error of the Amʹor·ites has not yet reached its full measure.” \n \n","When the sun had set and it had become very dark, a smoking furnace appeared, and a fiery torch passed between the pieces.","On that day Jehovah made with Aʹbram a covenant, saying: “To your offspring I will give this land, from the river of Egypt to the great river, the river Eu·phraʹtes:","the land of the Kenʹites, the Kenʹiz·zites, the Kadʹmon·ites,","the Hitʹtites, the Perʹiz·zites, the Rephʹa·im,","the Amʹor·ites, the Caʹnaan·ites, the Girʹga·shites, and the Jebʹu·sites.” \n"],["Now Aʹbram’s wife Sarʹai had borne him no children, but she had an Egyptian servant whose name was Haʹgar.","So Sarʹai said to Aʹbram: “Please now! Jehovah has prevented me from bearing children. Please, have relations with my servant. Perhaps I can have children by means of her.” So Aʹbram listened to what Sarʹai said.","After Aʹbram had lived for ten years in the land of Caʹnaan, Aʹbram’s wife Sarʹai took her Egyptian servant Haʹgar and gave her to her husband Aʹbram as his wife.","So he had relations with Haʹgar, and she became pregnant. When she realized that she was pregnant, she began to despise her mistress. \n \n","At this Sarʹai said to Aʹbram: “The injury done to me is your fault. I was the one who put my servant in your arms, but when she realized that she was pregnant, she began to despise me. May Jehovah judge between me and you.”","So Aʹbram said to Sarʹai: “Look! Your servant is under your authority. Do to her whatever you think is best.” Then Sarʹai humiliated her, and she ran away from her. \n \n","Later Jehovah’s angel found her at a spring of waters in the wilderness, the spring on the way to Shur.","And he said: “Haʹgar, servant of Sarʹai, where have you come from and where are you going?” To this she said: “I am running away from my mistress Sarʹai.”","Jehovah’s angel then said to her: “Return to your mistress and humble yourself under her hand.”","Then Jehovah’s angel said: “I will greatly multiply your offspring, so that they will be too numerous to count.”","Jehovah’s angel added: “Here you are pregnant, and you will give birth to a son, and you must name him Ishʹma·el, for Jehovah has heard your affliction.","He will be a wild donkey of a man. His hand will be against everyone, and everyone’s hand will be against him, and he will dwell opposite all his brothers.” \n \n","Then she called on the name of Jehovah, who was speaking to her: “You are a God of sight,” for she said: “Have I here actually looked upon the one who sees me?”","That is why the well was called Beʹer-laʹhai-roi. (It is between Kaʹdesh and Beʹred.)","So Haʹgar bore to Aʹbram a son, and Aʹbram named his son, whom Haʹgar bore, Ishʹma·el.","Aʹbram was 86 years old when Haʹgar bore Ishʹma·el to him. \n"],["When Aʹbram was 99 years old, Jehovah appeared to Aʹbram and said to him: “I am God Almighty. Walk before me and prove yourself faultless.","I will establish my covenant between me and you, and I will multiply you very, very much.” \n \n","At this Aʹbram fell facedown, and God continued to speak with him, saying:","“As for me, look! my covenant is with you, and you will certainly become a father of many nations.","Your name will no longer be Aʹbram; your name will become Abraham, for I will make you a father of many nations.","I will make you very, very fruitful and will make you become nations, and kings will come from you. \n \n","“And I will keep my covenant between me and you and your offspring after you throughout their generations for an everlasting covenant, to be God to you and to your offspring after you.","And I will give to you and to your offspring after you the land in which you lived as a foreigner—the entire land of Caʹnaan—for a lasting possession, and I will be their God.” \n \n","God said further to Abraham: “As for you, you are to keep my covenant, you and your offspring after you throughout their generations.","This is my covenant between me and you, that you and your offspring after you will keep: Every male among you must get circumcised.","You must circumcise the flesh of your foreskins, and it will serve as a sign of the covenant between me and you.","Throughout your generations, every male among you eight days old must be circumcised, anyone who is born in the house and anyone who is not one of your offspring and who was purchased with money from a foreigner.","Every man born in your house and every man purchased with your money must be circumcised, and my covenant in your flesh must serve as a lasting covenant.","If any uncircumcised male will not circumcise the flesh of his foreskin, that person must be cut off from his people. He has broken my covenant.” \n \n","Then God said to Abraham: “As for your wife Sarʹai, you must not call her Sarʹai, because Sarah will become her name.","I will bless her and also give you a son by her; I will bless her and she will become nations; kings of peoples will come from her.”","At this Abraham fell facedown and began to laugh and to say in his heart: “Will a man 100 years old have a child born to him, and will Sarah, a woman 90 years old, give birth?” \n \n","So Abraham said to the true God: “O that Ishʹma·el might live before you!”","To this God said: “Your wife Sarah will definitely bear you a son, and you must name him Isaac. And I will establish my covenant with him for an everlasting covenant to his offspring after him.","But as regards Ishʹma·el, I have heard you. Look! I will bless him and will make him fruitful and will multiply him very, very much. He will produce 12 chieftains, and I will make him become a great nation.","However, I will establish my covenant with Isaac, whom Sarah will bear to you at this appointed time next year.” \n \n","When God finished speaking with him, he went up from Abraham.","Abraham then took Ishʹma·el his son and all the men born in his house and everyone he had purchased with money, every male in the household of Abraham, and he circumcised the flesh of their foreskins on that very day, just as God had spoken with him.","Abraham was 99 years old when he had the flesh of his foreskin circumcised.","And Ishʹma·el his son was 13 years old when he had the flesh of his foreskin circumcised.","On that very day, Abraham was circumcised and also his son Ishʹma·el.","All the men of his household, anyone born in the house and anyone purchased with money from a foreigner, were also circumcised with him. \n"],["Afterward, Jehovah appeared to him among the big trees of Mamʹre while he was sitting at the entrance of the tent during the hottest part of the day.","He looked up and saw three men standing some distance from him. When he saw them, he ran from the entrance of the tent to meet them, and he bowed down to the ground.","Then he said: “Jehovah, if I have found favor in your eyes, please do not pass by your servant.","Please, let a little water be brought and have your feet washed; then recline under the tree.","Seeing that you have come here to your servant, let me bring a piece of bread so that you may refresh yourselves. Then you may go on your way.” At this they said: “All right. You may do as you have spoken.” \n \n","So Abraham hurried to the tent to Sarah and said: “Quick! Get three measures of fine flour, knead the dough, and make loaves of bread.”","Next Abraham ran to the herd and chose a tender and good young bull. He gave it to the attendant, who hurried to prepare it.","He then took butter and milk and the young bull that he had prepared and set the food before them. Then he stood by them under the tree as they were eating. \n \n","They said to him: “Where is your wife Sarah?” He replied: “Here in the tent.”","So one of them continued: “I will surely return to you next year at this time, and look! your wife Sarah will have a son.” Now Sarah was listening at the tent entrance, which was behind the man.","Abraham and Sarah were old, being advanced in years. Sarah was past the age of childbearing.","So Sarah began to laugh to herself, saying: “After I am worn out and my lord is old, will I really have this pleasure?”","Then Jehovah said to Abraham: “Why did Sarah laugh and say, ‘Am I really going to give birth even though I am old?’","Is anything too extraordinary for Jehovah? I will return to you next year at this appointed time, and Sarah will have a son.”","But Sarah denied it, saying, “I did not laugh!” for she was afraid. At this he said: “Yes! You did laugh.” \n \n","When the men got up to leave and looked down toward Sodʹom, Abraham was walking with them to escort them.","Jehovah said: “Am I keeping hidden from Abraham what I am going to do?","Why, Abraham is surely going to become a great and mighty nation, and all the nations of the earth will be blessed by means of him.","For I have come to know him in order that he may command his sons and his household after him to keep Jehovah’s way by doing what is right and just, so that Jehovah may bring about what he has promised concerning Abraham.” \n \n","Then Jehovah said: “The outcry against Sodʹom and Go·morʹrah is indeed great, and their sin is very heavy.","I will go down to see whether they are acting according to the outcry that has reached me. And if not, I can get to know it.” \n \n","Then the men left from there and went toward Sodʹom, but Jehovah remained with Abraham.","Then Abraham approached and said: “Will you really sweep away the righteous with the wicked?","Suppose there are 50 righteous men within the city. Will you, then, sweep them away and not pardon the place for the sake of the 50 righteous who are inside it?","It is unthinkable that you would act in this manner by putting the righteous man to death with the wicked one so that the outcome for the righteous man and the wicked is the same! It is unthinkable of you. Will the Judge of all the earth not do what is right?”","Then Jehovah said: “If I find in Sodʹom 50 righteous men in the city, I will pardon the whole place for their sake.”","But Abraham again responded: “Please, here I have presumed to speak to Jehovah, whereas I am dust and ashes.","Suppose the 50 righteous should lack five. Because of the five will you destroy the whole city?” To this he said: “I will not destroy it if I find there 45.” \n \n","But yet again he spoke to him and said: “Suppose 40 are found there.” He answered: “I will not do it for the sake of the 40.”","But he continued: “Jehovah, please, do not become hot with anger, but let me go on speaking: Suppose only 30 are found there.” He answered: “I will not do it if I find 30 there.”","But he continued: “Please, here I have presumed to speak to Jehovah: Suppose only 20 are found there.” He answered: “I will not destroy it for the sake of the 20.”","Finally he said: “Jehovah, please, do not become hot with anger, but let me speak just once more: Suppose only ten are found there.” He answered: “I will not destroy it for the sake of the ten.”","When Jehovah finished speaking to Abraham, he went his way and Abraham returned to his place. \n"],["The two angels arrived at Sodʹom by evening, and Lot was sitting in the gate of Sodʹom. When Lot saw them, he got up to meet them and bowed down with his face to the earth.","And he said: “Please, my lords, turn aside, please, into the house of your servant and stay overnight and have your feet washed. Then you may get up early and travel on your way.” To this they said: “No, we will stay overnight in the public square.”","But he was so insistent with them that they went with him to his house. Then he made a feast for them, and he baked unleavened bread, and they ate. \n \n","Before they could lie down to sleep, the men of the city—the men of Sodʹom from boy to old man, all of them—surrounded the house in one mob.","And they kept calling out to Lot and saying to him: “Where are the men who came in to you tonight? Bring them out to us so that we may have sex with them.” \n \n","Then Lot went out to them to the doorway, and he shut the door behind him.","He said: “Please, my brothers, do not act wickedly.","Please, here I have two daughters who have never had sexual relations with a man. Please, let me bring them out to you for you to do to them whatever seems good to you. But do not do anything to these men, for they have come under the shelter of my roof.”","At this they said: “Stand back!” And they added: “This lone foreigner came to live here, and yet he dares to judge us! Now we are going to do worse to you than to them.” And they crowded in on Lot and moved forward to break down the door.","So the men reached out their hands and brought Lot into the house with them, and they shut the door.","But they struck the men who were at the entrance of the house with blindness, from the least to the greatest, so that they wore themselves out trying to find the doorway. \n \n","Then the men said to Lot: “Do you have anyone else here? Sons-in-law, your sons, your daughters, and all your people in the city, bring out of this place!","For we are going to destroy this place, because the outcry against them has indeed grown great before Jehovah, so that Jehovah sent us to destroy the city.”","So Lot went out and began to speak to his sons-in-law who were to marry his daughters, and he kept saying: “Get up! Get out of this place, because Jehovah will destroy the city!” But to his sons-in-law, he seemed to be joking. \n \n","As dawn was breaking, the angels became urgent with Lot, saying: “Get up! Take your wife and your two daughters who are here with you, so that you will not be swept away in the error of the city!”","When he kept lingering, then because of Jehovah’s compassion for him, the men seized hold of his hand and the hand of his wife and the hands of his two daughters, and they brought him out and stationed him outside the city.","As soon as they had brought them to the outskirts, he said: “Escape for your life! Do not look behind you and do not stand still in any part of the district! Escape to the mountainous region so that you may not be swept away!” \n \n","Then Lot said to them: “Not there, please, Jehovah!","Please, now, your servant has found favor in your eyes and you are showing great kindness to me by preserving me alive, but I am not able to flee to the mountainous region because I am afraid that disaster may overtake me and I will die.","Please, now, this town is nearby and I can flee there; it is only a small place. May I, please, escape there? It is only a small place. Then I will survive.”","So he said to him: “Very well, I will also show you consideration by not overthrowing the town you speak of.","Hurry! Escape there, because I cannot do anything until you arrive there!” That is why he named the town Zoʹar. \n \n","The sun had risen over the land when Lot arrived at Zoʹar.","Then Jehovah made it rain sulfur and fire on Sodʹom and Go·morʹrah—it came from Jehovah, from the heavens.","So he overthrew these cities, yes, the entire district, including all the inhabitants of the cities and the plants of the ground.","But Lot’s wife, who was behind him, began to look back, and she became a pillar of salt. \n \n","Now Abraham got up early in the morning and went to the place where he had stood before Jehovah.","When he looked down toward Sodʹom and Go·morʹrah and all the land of the district, he saw quite a sight. There was dense smoke rising from the land like the dense smoke of a kiln!","So when God destroyed the cities of the district, God kept Abraham in mind by sending Lot out from the cities he overthrew, the cities where Lot had been dwelling. \n \n","Later Lot went up from Zoʹar with his two daughters and began living in the mountainous region, because he was afraid to live in Zoʹar. So he began living in a cave with his two daughters.","And the firstborn said to the younger: “Our father is old, and there is not a man in the land to have relations with us according to the custom of the whole earth.","Come, let us give our father wine to drink, and let us lie down with him and preserve offspring from our father.” \n \n","So that night they kept giving their father wine to drink; then the firstborn went in and lay down with her father, but he did not know when she lay down and when she got up.","Then on the next day, the firstborn said to the younger: “Here I lay down with my father last night. Let us give him wine to drink tonight also. Then you go in and lie down with him, and let us preserve offspring from our father.”","So that night also, they repeatedly gave their father wine to drink; then the younger went and lay down with him, but he did not know when she lay down and when she got up.","So both daughters of Lot became pregnant by their father.","The firstborn gave birth to a son and named him Moʹab. He is the father of the Moʹab·ites of today.","The younger also gave birth to a son, and she named him Ben-amʹmi. He is the father of the Amʹmon·ites of today. \n"],["Now Abraham moved his camp from there to the land of the Negʹeb and began dwelling between Kaʹdesh and Shur. While he was residing at Geʹrar,","Abraham repeated concerning his wife Sarah: “She is my sister.” So A·bimʹe·lech king of Geʹrar sent for Sarah and took her.","Afterward, God came by night to A·bimʹe·lech in a dream and said to him: “Here you are as good as dead because of the woman whom you have taken, since she is married and belongs to another man.”","However, A·bimʹe·lech had not gone near her. So he said: “Jehovah, will you kill a nation that is really innocent?","Did he not say to me, ‘She is my sister,’ and did she too not say, ‘He is my brother’? I did this with an honest heart and innocent hands.”","Then the true God said to him in the dream: “I know that you did this with an honest heart, so I held you back from sinning against me. That is why I did not allow you to touch her.","Now return the man’s wife, for he is a prophet, and he will make supplication for you and you will keep living. But if you are not returning her, know that you will surely die, you and all who are yours.” \n \n","A·bimʹe·lech got up early in the morning and called all his servants and told them all these things, and they became very frightened.","Then A·bimʹe·lech called Abraham and said to him: “What have you done to us? What sin have I committed against you that you would bring upon me and my kingdom such a great sin? What you have done to me was not right.”","And A·bimʹe·lech went on to say to Abraham: “What were your intentions when you did this thing?”","Abraham said: “It was because I said to myself, ‘Surely there is no fear of God in this place, and they will kill me because of my wife.’","And besides, she really is my sister, the daughter of my father but not the daughter of my mother, and she became my wife.","So when God caused me to wander from the house of my father, I said to her: ‘Let this be how you show loyal love to me: Everywhere we go, say of me, “He is my brother.”’” \n \n","A·bimʹe·lech then took sheep and cattle and male and female servants and gave them to Abraham, and he returned his wife Sarah to him.","A·bimʹe·lech also said: “Here my land is available to you. Dwell wherever you please.”","And to Sarah he said: “Here I give 1,000 pieces of silver to your brother. It is a sign of your innocence to all who are with you and before everybody, and you are cleared of reproach.”","And Abraham began to make supplication to the true God, and God healed A·bimʹe·lech and his wife and his slave girls, and they began having children;","for Jehovah had made all the women of the house of A·bimʹe·lech barren because of Sarah, Abraham’s wife. \n"],["Jehovah turned his attention to Sarah just as he had said, and Jehovah did for Sarah what he had promised.","So Sarah became pregnant and then bore a son to Abraham in his old age at the appointed time God had promised him.","Abraham named his newborn son, whom Sarah bore to him, Isaac.","And Abraham circumcised his son Isaac when he was eight days old, just as God had commanded him.","Abraham was 100 years old when his son Isaac was born to him.","Then Sarah said: “God has brought me laughter; everybody hearing of it will laugh with me.”","And she added: “Who would have said to Abraham, ‘Sarah will certainly nurse children’? Yet, I have given birth to a son for him in his old age.” \n \n","Now the child grew and was weaned, and Abraham prepared a big feast on the day that Isaac was weaned.","But Sarah kept noticing that the son of Haʹgar the Egyptian, whom she had borne to Abraham, was mocking Isaac.","So she said to Abraham: “Drive out this slave girl and her son, for the son of this slave girl is not going to be an heir along with my son, with Isaac!”","But what she said about his son was very displeasing to Abraham.","Then God said to Abraham: “Do not be displeased by what Sarah is saying to you about the boy and about your slave girl. Listen to her, for what will be called your offspring will be through Isaac.","As for the son of the slave girl, I will also make a nation out of him, because he is your offspring.” \n \n","So Abraham got up early in the morning and took bread and a skin bottle of water and gave it to Haʹgar. He set these on her shoulder and then sent her away along with the boy. So she departed and wandered about in the wilderness of Beʹer-sheʹba.","Finally the water in the skin bottle was used up, and she pushed the boy under one of the bushes.","Then she went on and sat down by herself, about the distance of a bowshot away, because she said: “I do not want to watch the boy die.” So she sat down at a distance and began to cry aloud and to weep. \n \n","At that God heard the voice of the boy, and God’s angel called to Haʹgar from the heavens and said to her: “What is the matter with you, Haʹgar? Do not be afraid, for God has heard the voice of the boy there where he is.","Get up, lift the boy and take hold of him with your hand, for I will make him a great nation.”","Then God opened her eyes and she saw a well of water, and she went and filled the skin bottle with water and gave the boy a drink.","And God was with the boy as he grew up. He lived in the wilderness and became an archer.","He took up dwelling in the wilderness of Paʹran, and his mother took a wife for him from the land of Egypt. \n \n","At that time A·bimʹe·lech together with Phiʹcol the chief of his army said to Abraham: “God is with you in everything you are doing.","So now swear to me here by God that you will not deal falsely with me and with my offspring and with my descendants, and that you will deal with me and with the land where you have been residing with the same loyal love that I have shown you.”","So Abraham said: “I swear to this.” \n \n","However, Abraham complained to A·bimʹe·lech about the well of water that the servants of A·bimʹe·lech had violently seized.","A·bimʹe·lech replied: “I do not know who did this; you did not tell me about it, and I heard nothing about it until today.”","At that Abraham took sheep and cattle and gave them to A·bimʹe·lech, and the two of them made a covenant.","When Abraham set seven female lambs apart from the flock by themselves,","A·bimʹe·lech said to Abraham: “Why have you set these seven female lambs here by themselves?”","Then he said: “You are to accept the seven female lambs from my hand as a witness that I dug this well.”","That is why he called that place Beʹer-sheʹba, because there both of them had taken an oath.","So they made a covenant at Beʹer-sheʹba, after which A·bimʹe·lech got up together with Phiʹcol the chief of his army, and they returned to the land of the Phi·lisʹtines.","After that he planted a tamarisk tree at Beʹer-sheʹba, and there he called on the name of Jehovah, the everlasting God.","And Abraham stayed in the land of the Phi·lisʹtines for a long time. \n"],["Now after this the true God put Abraham to the test, and he said to him: “Abraham!” to which he replied: “Here I am!”","Then he said: “Take, please, your son, your only son whom you so love, Isaac, and travel to the land of Mo·riʹah and offer him up there as a burnt offering on one of the mountains that I will designate to you.” \n \n","So Abraham got up early in the morning and saddled his donkey and took two of his servants along with him and his son Isaac. He split the wood for the burnt offering, and then he rose and traveled to the place that the true God indicated to him.","On the third day, Abraham looked up and saw the place from a distance.","Abraham now said to his servants: “You stay here with the donkey, but the boy and I will go over there and worship and return to you.” \n \n","So Abraham took the wood for the burnt offering and put it on his son Isaac. Then he took in his hands the fire and the knife, and the two of them walked on together.","Then Isaac said to his father Abraham: “My father!” He replied: “Yes, my son!” So he continued: “Here are the fire and the wood, but where is the sheep for the burnt offering?”","To this Abraham said: “God himself will provide the sheep for the burnt offering, my son.” And both of them walked on together. \n \n","Finally they reached the place that the true God had indicated to him, and Abraham built an altar there and arranged the wood on it. He bound his son Isaac hand and foot and put him on the altar on top of the wood.","Then Abraham reached out his hand and took the knife to kill his son.","But Jehovah’s angel called to him from the heavens and said: “Abraham, Abraham!” to which he answered: “Here I am!”","Then he said: “Do not harm the boy, and do not do anything at all to him, for now I do know that you are God-fearing because you have not withheld your son, your only one, from me.”","At that Abraham looked up, and there just beyond him was a ram caught by its horns in a thicket. So Abraham went and took the ram and offered it up as a burnt offering in place of his son.","And Abraham named that place Je·hoʹvah-jiʹreh. This is why it is still said today: “In the mountain of Jehovah it will be provided.” \n \n","And Jehovah’s angel called to Abraham a second time from the heavens,","saying: “‘By myself I swear,’ declares Jehovah, ‘that because you have done this and you have not withheld your son, your only one,","I will surely bless you and I will surely multiply your offspring like the stars of the heavens and like the grains of sand on the seashore, and your offspring will take possession of the gate of his enemies.","And by means of your offspring all nations of the earth will obtain a blessing for themselves because you have listened to my voice.’” \n \n","After that Abraham returned to his servants, and they got up and went back together to Beʹer-sheʹba; and Abraham continued to dwell at Beʹer-sheʹba. \n \n","After this it was reported to Abraham: “Here Milʹcah has also borne sons to Naʹhor your brother:","Uz his firstborn, Buz his brother, Kem·uʹel the father of Aʹram,","Cheʹsed, Haʹzo, Pilʹdash, Jidʹlaph, and Be·thuʹel.”","Be·thuʹel became the father of Re·bekʹah. Milʹcah bore these eight to Naʹhor the brother of Abraham.","His concubine, whose name was Reuʹmah, also bore sons: Teʹbah, Gaʹham, Taʹhash, and Maʹa·cah. \n"],["And Sarah lived for 127 years; these were the years of Sarah’s life.","So Sarah died in Kirʹi·ath-arʹba, that is, Hebʹron, in the land of Caʹnaan, and Abraham began to mourn and to weep over Sarah.","Then Abraham got up from before his dead wife and he said to the sons of Heth:","“I am a foreigner and settler among you. Give me a property to serve as a burial place in your midst so that I may remove my dead for burial.”","At this the sons of Heth answered Abraham:","“Hear us, my lord. You are a chieftain of God among us. You may bury your dead in the choicest of our burial places. None of us will hold back his burial place from you to prevent you from burying your dead.” \n \n","So Abraham got up and bowed down to the people of the land, to the sons of Heth,","and said to them: “If you agree to let me remove my dead for burial, then listen to me and urge Eʹphron the son of Zoʹhar","to sell me the cave of Mach·peʹlah, which belongs to him; it is at the edge of his field. Let him sell it to me in your presence for the full amount of silver so that I may have a property for a burial place.” \n \n","Now Eʹphron was sitting among the sons of Heth. So Eʹphron the Hitʹtite answered Abraham in the hearing of the sons of Heth, and before all who entered the gate of his city, saying:","“No, my lord! Listen to me. I give you both the field and the cave that is in it. In the presence of the sons of my people, I give it to you. Bury your dead.”","At that Abraham bowed down before the people of the land","and spoke to Eʹphron in the hearing of the people, saying: “Listen to me, if you will! I will give you the full amount of silver for the field. Take it from me, in order that I may bury my dead there.” \n \n","Then Eʹphron answered Abraham:","“My lord, listen to me. This land is worth 400 silver shekels, but what is that between me and you? So bury your dead.”","Abraham listened to Eʹphron, and Abraham weighed out to Eʹphron the amount of silver that he had mentioned in the hearing of the sons of Heth, 400 silver shekels according to the weight accepted by the merchants.","Thus the field of Eʹphron in Mach·peʹlah, which was in front of Mamʹre—the field and the cave in it and all the trees within the boundaries of the field—became confirmed as","Abraham’s purchased property in the presence of the sons of Heth, before all those entering the gate of his city.","After that Abraham buried his wife Sarah in the cave of the field of Mach·peʹlah in front of Mamʹre, that is, Hebʹron, in the land of Caʹnaan.","Thus the field and the cave that was in it were transferred by the sons of Heth to Abraham as property for a burial place. \n"],["Abraham was now old, advanced in years, and Jehovah had blessed Abraham in everything.","Abraham said to his servant, the oldest one of his household, who was managing all he had: “Please put your hand under my thigh,","and I will make you swear by Jehovah, the God of the heavens and the God of the earth, that you will not take a wife for my son from the daughters of the Caʹnaan·ites, among whom I am dwelling.","You must go instead to my country and to my relatives and take a wife for my son, for Isaac.” \n \n","However, the servant said to him: “What if the woman is not willing to come with me to this land? Must I then return your son to the land from which you came?”","At this Abraham said to him: “See that you do not take my son there.","Jehovah the God of the heavens, who took me from my father’s house and from the land of my relatives and who spoke with me and swore to me: ‘To your offspring I am going to give this land,’ he will send his angel ahead of you, and you will certainly take a wife for my son from there.","But if the woman is unwilling to come with you, you will be free from this oath. But you must not take my son there.”","With that the servant put his hand under the thigh of Abraham his master and swore to him concerning this matter. \n \n","So the servant took ten of his master’s camels and departed, taking along all sorts of good things from his master. Then he went on his way to Mes·o·po·taʹmi·a, to the city of Naʹhor.","He had the camels kneel down at a well of water outside the city. It was about evening, the time when the women would go out to draw water.","Then he said: “Jehovah the God of my master Abraham, please grant me success this day, and show your loyal love to my master Abraham.","Here I am standing at a spring of water, and the daughters of the men of the city are coming out to draw water.","May it happen that the young woman to whom I say, ‘Please let down your water jar so that I may take a drink,’ and who replies, ‘Take a drink, and I will also water your camels,’ let this be the one you choose for your servant Isaac; and by this let me know that you have shown your loyal love to my master.” \n \n","Even before he finished speaking, Re·bekʹah, who was the daughter of Be·thuʹel the son of Milʹcah the wife of Naʹhor, Abraham’s brother, came out with her water jar on her shoulder.","Now the young woman was very beautiful, a virgin; no man had had sexual relations with her. She went down to the spring, filled her water jar, and then came back up.","At once the servant ran to meet her and said: “Please give me a little sip of water from your jar.”","In turn she said: “Drink, my lord.” With that she quickly lowered her jar upon her hand and gave him a drink.","When she finished giving him a drink, she said: “I will also draw water for your camels until they are done drinking.”","So she quickly emptied her jar into the drinking trough and ran again and again to the well to draw water, and she kept drawing water for all his camels.","The whole time the man silently stared at her in amazement, wondering whether Jehovah had made his trip successful or not. \n \n","When the camels had finished drinking, the man took out for her a gold nose ring weighing a half shekel and two bracelets of gold weighing ten shekels,","and he said: “Please tell me, whose daughter are you? Is there any room at your father’s house for us to spend the night?”","At that she said to him: “I am the daughter of Be·thuʹel the son of Milʹcah, whom she bore to Naʹhor.”","And she added: “We have both straw and much fodder and also a place to spend the night.”","Then the man bowed down and prostrated himself before Jehovah","and said: “May Jehovah be praised, the God of my master Abraham, for he has not abandoned his loyal love and his faithfulness toward my master. Jehovah has guided me to the house of the brothers of my master.” \n \n","And the young woman ran to tell her mother’s household about these things.","Now Re·bekʹah had a brother whose name was Laʹban. So Laʹban ran to the man who was outside at the spring.","When he saw the nose ring and the bracelets on the hands of his sister and heard the words of his sister Re·bekʹah, who was saying, “This is the way the man spoke to me,” he came to meet the man, who was still there standing by the camels at the spring.","At once he said: “Come, you who are blessed by Jehovah. Why do you keep standing out here? I have made the house ready and a place for the camels.”","With that the man came into the house, and he unharnessed the camels and gave straw and fodder to the camels and water to wash his feet and the feet of the men who were with him.","However, when something to eat was set before him, he said: “I will not eat until I have told you what I have to say.” So Laʹban said: “Speak!” \n \n","Then he said: “I am Abraham’s servant.","And Jehovah has blessed my master very much, and he has made him very wealthy by giving him sheep and cattle, silver and gold, male and female servants, and camels and donkeys.","Further, Sarah the wife of my master bore a son to my master after she grew old, and he will give him everything he has.","So my master made me swear, saying: ‘You must not take a wife for my son from the daughters of the Caʹnaan·ites, in whose land I am dwelling.","No, but you will go to the house of my father and to my family, and you must take a wife for my son.’","But I said to my master: ‘What if the woman is unwilling to come with me?’","He said to me: ‘Jehovah, before whom I have walked, will send his angel with you and will certainly give success to your journey, and you must take a wife for my son from my family and from the house of my father.","You will be released from your oath to me if you go to my family and they will not give her to you. This will release you from your oath.’ \n \n","“When I got to the spring today, I said: ‘Jehovah the God of my master Abraham, if you will make my journey successful,","here I am standing at a spring. What must take place is that when a young woman comes out to draw water, I will say, “Please, let me drink a little water from your jar,”","and she will say to me, “You take a drink, and I will also draw water for your camels.” Let that woman be the one whom Jehovah has chosen for the son of my master.’ \n \n","“Before I was finished speaking in my heart, there was Re·bekʹah coming out with her jar on her shoulder, and she made her way down to the spring and began to draw water. Then I said to her: ‘Give me a drink, please.’","So she quickly lowered her jar from her shoulder and said: ‘Take a drink, and I will also water your camels.’ Then I took a drink, and she also watered the camels.","After that I asked her, ‘Whose daughter are you?’ to which she replied, ‘The daughter of Be·thuʹel the son of Naʹhor, whom Milʹcah bore to him.’ So I put the ring on her nose and the bracelets on her hands.","And I bowed down and prostrated myself before Jehovah and praised Jehovah the God of my master Abraham, who had led me on the right path to take the daughter of the brother of my master for his son.","And now tell me if you wish to show loyal love and faithfulness toward my master; but if not, tell me, so that I may proceed one way or the other.” \n \n","Then Laʹban and Be·thuʹel answered: “This is from Jehovah. We are not able to say yes or no to you.","Here is Re·bekʹah before you. Take her and go, and let her become a wife to the son of your master, just as Jehovah has spoken.”","When Abraham’s servant heard their words, he at once bowed down on the ground before Jehovah.","And the servant began to bring out articles of silver and of gold and garments and to give them to Re·bekʹah, and he gave valuable things to her brother and to her mother.","After that he and the men with him ate and drank, and they spent the night there. \n \nWhen he got up in the morning, he said: “Send me off to my master.”","To this her brother and her mother said: “Let the young woman stay with us at least ten days. Then she can go.”","But he said to them: “Do not detain me, seeing that Jehovah has made my journey successful. Send me off, in order that I may go to my master.”","So they said: “Let us call the young woman and inquire of her.”","They called Re·bekʹah and said to her: “Will you go with this man?” She replied: “I am willing to go.” \n \n","So they sent off their sister Re·bekʹah and her nurse and Abraham’s servant and his men.","And they blessed Re·bekʹah and said to her: “Our sister, may you become thousands times ten thousand, and let your offspring take possession of the gate of those who hate them.”","Then Re·bekʹah and her female attendants rose, got on the camels, and followed the man. So the servant took Re·bekʹah and went on his way. \n \n","Now Isaac had come from the direction of Beʹer-laʹhai-roi, for he was dwelling in the land of the Negʹeb.","And Isaac was out walking in the field about nightfall to meditate. When he looked up, why, he saw that camels were coming!","When Re·bekʹah looked up, she caught sight of Isaac, and she quickly got down from the camel.","Then she asked the servant: “Who is that man there walking in the field to meet us?” And the servant said: “It is my master.” So she took her veil to cover herself.","And the servant told Isaac all the things he had done.","After that Isaac brought her into the tent of Sarah his mother. Thus he took Re·bekʹah as his wife; and he fell in love with her, and Isaac found comfort after the loss of his mother. \n"],["Now Abraham again took a wife, and her name was Ke·tuʹrah.","In time she bore him Zimʹran, Jokʹshan, Meʹdan, Midʹi·an, Ishʹbak, and Shuʹah. \n \n","Jokʹshan became father to Sheʹba and Deʹdan. \n \nThe sons of Deʹdan were As·shuʹrim, Le·tuʹshim, and Le·umʹmim. \n \n","The sons of Midʹi·an were Eʹphah, Eʹpher, Haʹnoch, A·biʹda, and El·daʹah. \n \nAll of these were the sons of Ke·tuʹrah. \n \n","Later on Abraham gave everything he had to Isaac,","but Abraham gave gifts to his sons by his concubines. Then while he was still alive, he sent them eastward, away from Isaac his son, to the land of the East.","The years of Abraham’s life were 175 years.","Then Abraham breathed his last and died at a good old age, old and satisfied, and was gathered to his people.","His sons Isaac and Ishʹma·el buried him in the cave of Mach·peʹlah in the field of Eʹphron the son of Zoʹhar the Hitʹtite that is in front of Mamʹre,","the field that Abraham had purchased from the sons of Heth. There Abraham was buried, with his wife Sarah.","After Abraham’s death, God continued to bless his son Isaac, and Isaac was dwelling near Beʹer-laʹhai-roi. \n \n","This is the history of Ishʹma·el the son of Abraham whom Haʹgar the Egyptian, the servant of Sarah, bore to Abraham. \n \n","Now these are the names of the sons of Ishʹma·el, by their names according to their family origins: Ishʹma·el’s firstborn Ne·baʹioth, then Keʹdar, Adʹbe·el, Mibʹsam,","Mishʹma, Duʹmah, Masʹsa,","Haʹdad, Teʹma, Jeʹtur, Naʹphish, and Kedʹe·mah.","These are the sons of Ishʹma·el, and these are their names by their settlements and by their encampments, 12 chieftains according to their clans.","And Ishʹma·el lived for 137 years. Then he breathed his last and died and was gathered to his people.","And they took up dwelling from Havʹi·lah near Shur, which is close to Egypt, as far as As·syrʹi·a. He settled near all his brothers. \n \n","And this is the history of Isaac the son of Abraham. \n \nAbraham became father to Isaac.","Isaac was 40 years old when he married Re·bekʹah, the daughter of Be·thuʹel the A·ra·maeʹan of Padʹdan-aʹram, the sister of Laʹban the A·ra·maeʹan.","And Isaac kept pleading with Jehovah regarding his wife, because she was barren; so Jehovah responded to his plea, and his wife Re·bekʹah became pregnant.","And the sons within her began to struggle with each other, so that she said: “If this is the way it is, why should I go on living?” So she inquired of Jehovah.","And Jehovah said to her: “Two nations are in your womb, and two peoples will be separated from within you; and the one nation will be stronger than the other nation, and the older will serve the younger.” \n \n","When the time came for her to give birth, look! twins were in her womb.","Then the first came out red all over and was like a garment of hair, so they named him Eʹsau.","After that his brother came out and his hand was holding onto the heel of Eʹsau, so he named him Jacob. Isaac was 60 years old when she gave birth to them. \n \n","As the boys got bigger, Eʹsau became a skilled hunter, a man of the field, but Jacob was a blameless man, dwelling in tents.","And Isaac loved Eʹsau because it meant game in his mouth, whereas Re·bekʹah loved Jacob.","On one occasion Jacob was boiling some stew when Eʹsau returned from the field exhausted.","So Eʹsau said to Jacob: “Quick, please, give me some of the red stew that you have there, for I am exhausted!” That is why his name was Eʹdom.","To this Jacob said: “First sell me your right as firstborn!”","And Eʹsau continued: “Here I am about to die! What use is a birthright to me?”","And Jacob added: “Swear to me first!” So he swore to him and sold his right as firstborn to Jacob.","Then Jacob gave Eʹsau bread and lentil stew, and he ate and drank, and he got up and went away. Thus Eʹsau despised the birthright. \n"],["Now there was a famine in the land, in addition to the first famine that occurred in the days of Abraham, so that Isaac went to A·bimʹe·lech king of the Phi·lisʹtines, in Geʹrar.","Then Jehovah appeared to him and said: “Do not go down to Egypt. Dwell in the land that I designate to you.","Reside as a foreigner in this land, and I will continue with you and bless you because to you and to your offspring I will give all these lands, and I will carry out the oath that I swore to your father Abraham:","‘I will multiply your offspring like the stars of the heavens; and I will give to your offspring all these lands; and by means of your offspring, all nations of the earth will obtain a blessing for themselves,’","on account of the fact that Abraham listened to my voice and continued to keep my requirements, my commands, my statutes, and my laws.”","So Isaac continued to dwell in Geʹrar. \n \n","When the men of the place kept asking about his wife, he would say: “She is my sister.” He was afraid to say, “She is my wife,” for he said, “The men of the place might kill me because of Re·bekʹah,” for she was beautiful in appearance.","After some time had passed, A·bimʹe·lech king of the Phi·lisʹtines was looking out of the window, and he saw Isaac displaying affection for Re·bekʹah his wife.","At once A·bimʹe·lech called Isaac and said: “She is actually your wife! Why did you say, ‘She is my sister’?” At this Isaac said to him: “I said it for fear I should die because of her.”","But A·bimʹe·lech continued: “What have you done to us? One of the people could easily have lain down with your wife, and you would have brought guilt upon us!”","Then A·bimʹe·lech commanded all the people, saying: “Anybody touching this man and his wife will surely be put to death!” \n \n","And Isaac began to sow seed in that land, and in that year he reaped 100 times what he sowed, for Jehovah was blessing him.","The man became wealthy, and he continued to prosper until he became very wealthy.","He acquired flocks of sheep and herds of cattle and a large body of servants, and the Phi·lisʹtines began to envy him. \n \n","So the Phi·lisʹtines took soil and stopped up all the wells that his father’s servants had dug in the days of Abraham.","A·bimʹe·lech then said to Isaac: “Move from our neighborhood, for you have grown far stronger than we are.”","So Isaac moved from there and encamped in the valley of Geʹrar and began dwelling there.","And Isaac again dug the wells that had been dug in the days of his father Abraham but that the Phi·lisʹtines had stopped up after Abraham’s death, and he called them by the names that his father had given them. \n \n","When the servants of Isaac were digging in the valley, they found a well of fresh water.","And the shepherds of Geʹrar began quarreling with the shepherds of Isaac, saying: “The water is ours!” So he named the well Eʹsek, because they had quarreled with him.","And they started digging another well, and they began quarreling over it also. So he named it Sitʹnah.","Later he moved away from there and dug another well, but they did not quarrel over it. So he named it Re·hoʹboth and said: “It is because now Jehovah has given us ample room and has made us fruitful in the land.” \n \n","Then he went up from there to Beʹer-sheʹba.","That night Jehovah appeared to him and said: “I am the God of your father Abraham. Do not be afraid, for I am with you, and I will bless you and multiply your offspring on account of Abraham my servant.”","So he built an altar there and called on the name of Jehovah. And Isaac pitched his tent there, and his servants dug a well there. \n \n","Later A·bimʹe·lech came to him from Geʹrar with A·huzʹzath his personal adviser and Phiʹcol the chief of his army.","At this Isaac said to them: “Why have you come to me, seeing that you hated me and sent me away from your neighborhood?”","To this they said: “We have clearly seen that Jehovah has been with you. So we said, ‘Let there, please, be an oath of obligation between us and you, and let us make a covenant with you","that you will do nothing bad to us just as we have not harmed you, seeing that we have done only good to you in that we sent you away in peace. You now are the blessed of Jehovah.’”","Then he made a feast for them, and they ate and drank.","In the morning they got up early and swore an oath to each other. After that Isaac sent them away, and they went from him in peace. \n \n","On that day the servants of Isaac came and reported to him about the well that they had dug, and they told him: “We have found water!”","So he named it Shiʹbah. That is why the name of the city is Beʹer-sheʹba to this day. \n \n","When Eʹsau was 40 years old, he took as wife Juʹdith the daughter of Be·eʹri the Hitʹtite and also Basʹe·math the daughter of Eʹlon the Hitʹtite.","They were a source of great grief to Isaac and Re·bekʹah. \n"],["Now when Isaac was old and his eyes were too weak to see, he called Eʹsau his older son to him and said: “My son!” He replied: “Here I am!”","And he went on to say: “I have now grown old. I do not know the day of my death.","So at this time take, please, your weapons, your quiver and your bow, and go out to the field and hunt some wild game for me.","Then make the kind of tasty dish that I am fond of and bring it to me. Then I will eat it so that I may bless you before I die.” \n \n","However, Re·bekʹah was listening while Isaac spoke to Eʹsau his son. And Eʹsau went out into the field to hunt game and to bring it in.","And Re·bekʹah said to Jacob her son: “I just heard your father speaking to your brother Eʹsau, saying,","‘Bring me some game and make me a tasty dish. Then let me eat so that I may bless you before Jehovah before my death.’","And now, my son, listen carefully and do what I am instructing you.","Go, please, to the herd and get me two of the best young goats from there so that I may prepare from them a tasty dish for your father, just the way he likes it.","Then take it to your father to eat, in order that he may bless you before his death.” \n \n","Jacob said to his mother Re·bekʹah: “But Eʹsau my brother is a hairy man, and my skin is smooth.","What if my father feels me? Then I will certainly appear to be mocking him, and I will bring upon myself a curse rather than a blessing.”","At this his mother said to him: “Upon me be the curse meant for you, my son. Just do as I say and go, get them for me.”","So he went and got them and brought them to his mother, and his mother made a tasty dish, just the way his father liked it.","After that Re·bekʹah took her older son Eʹsau’s finest garments, which she had in the house, and put them on her younger son Jacob.","She also put the skins of the young goats on his hands and on the hairless part of his neck.","Then she handed the tasty dish and the bread that she had made to her son Jacob. \n \n","So he went in to his father and said: “My father!” to which he said: “Here I am! Who are you, my son?”","Jacob said to his father: “I am Eʹsau your firstborn. I have done just as you told me. Sit up, please, and eat some of my game, so that you may bless me.”","At that Isaac said to his son: “How were you so quick in finding it, my son?” He replied: “Because Jehovah your God brought it to me.”","Then Isaac said to Jacob: “Come near, please, that I may feel you, my son, to know whether you are really my son Eʹsau or not.”","So Jacob came near to his father Isaac, and he felt him, after which he said: “The voice is the voice of Jacob, but the hands are the hands of Eʹsau.”","He did not recognize him because his hands were hairy like the hands of his brother Eʹsau. So he blessed him. \n \n","After that he asked: “Are you really my son Eʹsau?” to which he replied: “I am.”","Then he said: “Bring me some of the wild game for me to eat, my son, then I will bless you.” With that he brought it to him and he ate, and he brought him wine and he drank.","Then Isaac his father said to him: “Come near, please, and kiss me, my son.”","So he came near and kissed him, and he could smell the scent of his garments. Then he blessed him and said: \n \n“See, the scent of my son is like the scent of the field that Jehovah has blessed.","May the true God give you the dews of the heavens and the fertile soils of the earth and an abundance of grain and new wine.","Let peoples serve you, and let nations bow low to you. Be master over your brothers, and let the sons of your mother bow low to you. Cursed be everyone who curses you, and blessed be everyone who blesses you.” \n \n","Now Isaac had just finished blessing Jacob, and Jacob had barely left the presence of his father Isaac when his brother Eʹsau came back from his hunting.","He too prepared a tasty dish and brought it to his father, and he said to his father: “Let my father get up and eat some of his son’s game, in order that you may bless me.”","At this his father Isaac said to him: “Who are you?” to which he said: “I am your son, your firstborn, Eʹsau.”","And Isaac began to tremble violently, so he said: “Who was it, then, who hunted for game and brought it to me? I already ate it before you arrived, and I blessed him—and he will surely be blessed!” \n \n","On hearing his father’s words, Eʹsau began to cry out in an extremely loud and bitter manner and to say to his father: “Bless me, yes, me too, my father!”","But he said: “Your brother came deceitfully so that he might get the blessing meant for you.”","At this he said: “Is he not rightly named Jacob, that he might supplant me these two times? My birthright he has already taken, and now he has taken my blessing!” Then he added: “Have you not reserved a blessing for me?”","But Isaac answered Eʹsau: “Here I have appointed him master over you, and I have given him all his brothers as servants, and I have bestowed grain and new wine for his support. What is left that I can do for you, my son?” \n \n","Eʹsau said to his father: “Is there just one blessing that you have, my father? Bless me, yes, me too, my father!” With that Eʹsau cried loudly and burst into tears.","So his father Isaac answered him: \n \n“See, away from the fertile soils of the earth your dwelling will be, and away from the dew of the heavens above.","And by your sword you will live, and you will serve your brother. But when you grow restless, you will indeed break his yoke off your neck.” \n \n","However, Eʹsau harbored animosity against Jacob because of the blessing his father had given him, and Eʹsau kept saying in his heart: “The days of mourning for my father are getting closer. After that I am going to kill Jacob my brother.”","When the words of her older son Eʹsau were told to Re·bekʹah, she at once sent for her younger son Jacob and said to him: “Look! Your brother Eʹsau is planning to take revenge by killing you.","Now, my son, do as I say. Get up and run away to my brother Laʹban at Haʹran.","Dwell with him for a while until your brother’s rage calms down,","until your brother’s anger toward you subsides and he forgets what you have done to him. Then I will send for you from there. Why should I lose both of you in one day?” \n \n","After that Re·bekʹah kept saying to Isaac: “I am disgusted with my life because of the daughters of Heth. If Jacob ever takes a wife from the daughters of Heth, like these daughters of the land, what good is my life?” \n"],["So Isaac called Jacob and blessed him and commanded him, saying: “You must not take a wife from the daughters of Caʹnaan.","Go away to Padʹdan-aʹram to the house of Be·thuʹel, your mother’s father, and from there take for yourself a wife from the daughters of Laʹban, your mother’s brother.","God Almighty will bless you and make you fruitful and multiply you, and you will certainly become a congregation of peoples.","And he will give to you the blessing of Abraham, to you and to your offspring with you, so that you may take possession of the land where you have been living as a foreigner, which God has given to Abraham.” \n \n","So Isaac sent Jacob away, and he departed for Padʹdan-aʹram, to Laʹban the son of Be·thuʹel the A·ra·maeʹan, the brother of Re·bekʹah, the mother of Jacob and Eʹsau. \n \n","Eʹsau saw that Isaac had blessed Jacob and had sent him away to Padʹdan-aʹram to take a wife from there and that when he blessed him, he commanded him, “Do not take a wife from the daughters of Caʹnaan,”","and that Jacob obeyed his father and his mother and departed for Padʹdan-aʹram.","Eʹsau then realized that the daughters of Caʹnaan were displeasing to his father Isaac,","so Eʹsau went to Ishʹma·el and took as wife Maʹha·lath the daughter of Abraham’s son Ishʹma·el, the sister of Ne·baʹioth, in addition to the other wives he already had. \n \n","Jacob departed from Beʹer-sheʹba and kept going toward Haʹran.","In time he came to a place and prepared to spend the night there because the sun had set. So he took one of the stones of that place and set it to rest his head on and lay down there.","Then he had a dream, and look! there was a stairway set on the earth, and its top reached up to the heavens; and there were God’s angels ascending and descending on it.","And look! there was Jehovah stationed above it, and he said: \n \n“I am Jehovah the God of Abraham your father and the God of Isaac. The land on which you are lying, to you I am going to give it and to your offspring.","And your offspring will certainly become like the dust particles of the earth, and you will spread abroad to the west and to the east and to the north and to the south, and by means of you and by means of your offspring all the families of the ground will certainly be blessed.","I am with you, and I will safeguard you wherever you go, and I will return you to this land. I will not leave you until I have done what I have promised you.” \n \n","Then Jacob awoke from his sleep and said: “Truly Jehovah is in this place, and I did not know it.”","And he grew fearful and added: “How awe-inspiring this place is! This can only be the house of God, and this is the gate of the heavens.”","So Jacob got up early in the morning and took the stone on which he had rested his head and set it up as a pillar and poured oil on top of it.","So he named that place Bethʹel, but previously the city’s name was Luz. \n \n","Jacob then made a vow, saying: “If God will continue with me and will protect me on my journey and will give me bread to eat and garments to wear","and I return in peace to the house of my father, then Jehovah will certainly have proved to be my God.","And this stone that I have set up as a pillar will become a house of God, and without fail I will give you a tenth of everything you give to me.” \n"],["After that Jacob resumed his journey and traveled on to the land of the people of the East.","Now he saw a well in the field and three droves of sheep lying down next to it, because they usually watered the droves from that well. There was a large stone over the mouth of the well.","When all the droves had been gathered there, they rolled away the stone from the mouth of the well, and they watered the flocks, after which they returned the stone to its place over the mouth of the well. \n \n","So Jacob said to them: “My brothers, what place are you from?” to which they said: “We are from Haʹran.”","He said to them: “Do you know Laʹban the grandson of Naʹhor?” to which they said: “We know him.”","At this he said to them: “Is he well?” They replied: “He is well. And here is his daughter Rachel coming with the sheep!”","Then he said: “It is still the middle of the day. It is not the time for gathering the herds. Water the sheep, and then go feed them.”","To this they said: “We are not allowed to do so until all the droves are gathered and they roll the stone away from the mouth of the well. Then we water the sheep.” \n \n","While he was yet speaking with them, Rachel came with her father’s sheep, for she was a shepherdess.","When Jacob saw Rachel, the daughter of Laʹban his mother’s brother, and the sheep of Laʹban, Jacob immediately approached and rolled the stone away from the mouth of the well and watered the sheep of Laʹban his mother’s brother.","Then Jacob kissed Rachel and raised his voice and burst into tears.","And Jacob began to tell Rachel that he was the relative of her father and that he was the son of Re·bekʹah. And she ran off and told her father. \n \n","As soon as Laʹban heard the report about Jacob the son of his sister, he ran to meet him. He embraced him and kissed him and brought him into his house. And he began to tell Laʹban all these things.","Laʹban said to him: “You are indeed my bone and my flesh.” So he stayed with him a full month. \n \n","Laʹban then said to Jacob: “Just because you are my relative, should you serve me for nothing? Tell me, what are your wages to be?”","Now Laʹban had two daughters. The name of the older was Leʹah, and the name of the younger, Rachel.","But the eyes of Leʹah had no luster, whereas Rachel had become a very attractive and beautiful woman.","Jacob had fallen in love with Rachel, so he said: “I am willing to serve you seven years for your younger daughter Rachel.”","To this Laʹban said: “It is better for me to give her to you than to give her to another man. Keep dwelling with me.”","And Jacob served seven years for Rachel, but in his eyes they were like just a few days because of his love for her. \n \n","Then Jacob said to Laʹban: “Give over my wife because my days are up, and let me have relations with her.”","With that Laʹban gathered all the men of the place and made a feast.","But during the evening, he resorted to taking his daughter Leʹah and bringing her to him that he might have relations with her.","Laʹban also gave his female servant Zilʹpah to his daughter Leʹah as a servant.","In the morning Jacob saw that it was Leʹah! So he said to Laʹban: “What have you done to me? Was it not for Rachel that I served you? Why have you tricked me?”","To this Laʹban said: “It is not our custom here to give the younger woman before the firstborn.","Celebrate the week of this woman. After that you will also be given this other woman in exchange for serving me seven more years.”","Jacob did so and celebrated the week of this woman, after which he gave him his daughter Rachel as a wife.","Besides, Laʹban gave his female servant Bilʹhah to his daughter Rachel as her servant. \n \n","Then Jacob had relations also with Rachel, and he loved Rachel more than Leʹah, and he served him for another seven years.","When Jehovah saw that Leʹah was unloved, he then enabled her to become pregnant, but Rachel was barren.","So Leʹah became pregnant and gave birth to a son and named him Reuʹben, for she said: “It is because Jehovah has looked upon my affliction, for now my husband will begin to love me.”","And she again became pregnant and gave birth to a son and then said: “It is because Jehovah has listened, in that I was unloved, so he gave me this one also.” Then she named him Simʹe·on.","And she became pregnant yet again and gave birth to a son and then said: “Now this time my husband will join himself to me, because I have borne him three sons.” Therefore, he was named Leʹvi.","And she became pregnant once more and gave birth to a son and then said: “This time I will praise Jehovah.” She therefore named him Judah. After that she stopped giving birth. \n"],["When Rachel saw that she had borne no children to Jacob, she became jealous of her sister and began to say to Jacob: “Give me children or else I will die.”","At this Jacob’s anger flared up against Rachel, and he said: “Am I in the place of God, who has prevented you from having children?”","So she said: “Here is my slave girl Bilʹhah. Have relations with her in order that she may bear children for me and that through her, I too may have children.”","With that she gave him her servant Bilʹhah as a wife, and Jacob had relations with her.","Bilʹhah became pregnant and in time bore Jacob a son.","Then Rachel said: “God has acted as my judge and has also listened to my voice, so that he gave me a son.” That is why she named him Dan.","Bilʹhah, Rachel’s servant, became pregnant once more and in time bore Jacob a second son.","Then Rachel said: “With strenuous wrestlings I have wrestled with my sister. I have also come off the winner!” So she named him Naphʹta·li. \n \n","When Leʹah saw that she had stopped having children, she took her servant Zilʹpah and gave her to Jacob as a wife.","And Leʹah’s servant Zilʹpah bore a son to Jacob.","Then Leʹah said: “With good fortune!” So she named him Gad.","After that Zilʹpah, Leʹah’s servant, bore a second son to Jacob.","Then Leʹah said: “With my happiness! For the daughters will certainly pronounce me happy.” So she named him Ashʹer. \n \n","Now Reuʹben was walking in the days of the wheat harvest, and he found mandrakes in the field. So he brought them to his mother Leʹah. Then Rachel said to Leʹah: “Give me, please, some of your son’s mandrakes.”","At this she said to her: “Is it a small matter that you took my husband? Would you now take my son’s mandrakes also?” So Rachel said: “Very well. He will lie down with you tonight in exchange for your son’s mandrakes.” \n \n","When Jacob was coming from the field in the evening, Leʹah went out to meet him and said: “It is with me you are going to have relations, because I have hired you outright with my son’s mandrakes.” So he lay down with her that night.","And God heard and answered Leʹah, and she became pregnant and in time bore to Jacob a fifth son.","Then Leʹah said: “God has given me my wages because I have given my servant to my husband.” So she named him Isʹsa·char.","And Leʹah became pregnant once more and in time bore a sixth son to Jacob.","Then Leʹah said: “God has endowed me, yes, me, with a good endowment. At last, my husband will tolerate me, for I have borne him six sons.” So she named him Zebʹu·lun.","Afterward she bore a daughter and named her Diʹnah. \n \n","Finally God remembered Rachel, and God heard and answered her by enabling her to become pregnant.","And she became pregnant and gave birth to a son. Then she said: “God has taken away my reproach!”","So she named him Joseph, saying: “Jehovah is adding another son to me.” \n \n","After Rachel had given birth to Joseph, Jacob immediately said to Laʹban: “Send me away so that I may go to my place and to my land.","Give over my wives and my children, for whom I have served with you, that I may go, for you well know how I have served you.”","Then Laʹban said to him: “If I have found favor in your eyes,—I have understood by the omens that Jehovah is blessing me because of you.”","And he added: “Stipulate your wages to me, and I will give them.”","So Jacob said to him: “You know how I have served you and how your herd has fared with me;","you had little before my coming, but your herd has increased and multiplied, and Jehovah has blessed you since I arrived. So when will I do something for my own house?” \n \n","Then he said: “What should I give you?” And Jacob said: “You will give me nothing whatsoever! If you will do this one thing for me, I will resume shepherding your flock and guarding it.","I will pass through your whole flock today. You set aside from there every sheep speckled and with color patches and every dark-brown sheep among the young rams and any color-patched and speckled one among the she-goats. From now on, these must become my wages.","And my righteousness must speak for me on a future day when you come to look over my wages; every one that is not speckled and color-patched among the she-goats and dark brown among the young rams will be considered stolen if it is with me.” \n \n","To this Laʹban said: “That is fine! Let it be according to your word.”","Then on that day, he set aside the he-goats striped and color-patched and all the she-goats speckled and color-patched, every one in which there was any white and every one dark brown among the young rams, and gave them into the care of his sons.","After that he set a distance of three days’ journey between himself and Jacob, and Jacob was shepherding the flocks of Laʹban that remained over. \n \n","Jacob then took freshly cut staffs of the storax, almond, and plane trees, and he peeled white spots in them by exposing the white wood of the staffs.","Then he placed the staffs that he had peeled in front of the flock, in the gutters, in the drinking troughs, where the flocks would come to drink, that they might get into heat in front of them when they came to drink. \n \n","So the flocks would get into heat in front of the staffs, and the flocks would produce striped, speckled, and color-patched offspring.","Then Jacob separated the young rams and turned the flocks to face the striped ones and all the dark-brown ones among the flocks of Laʹban. Then he separated his own flocks and did not mix them with Laʹban’s flocks.","And whenever the robust animals would get into heat, Jacob would place the staffs in the gutters before the eyes of the flocks, that they might get into heat by the staffs.","But when the animals were weak, he would not place the staffs there. So the weak ones always came to be Laʹban’s, but the robust ones became Jacob’s. \n \n","And the man grew very prosperous, and he acquired great flocks and male and female servants and camels and donkeys. \n"],["In time he heard what the sons of Laʹban were saying: “Jacob has taken everything that belonged to our father, and from what belonged to our father, he has amassed all this wealth.”","When Jacob would look at the face of Laʹban, he saw that his attitude toward him was not what it used to be.","Finally Jehovah said to Jacob: “Return to the land of your fathers and to your relatives, and I will continue with you.”","Then Jacob sent a message to Rachel and Leʹah to come out to the field to his flock,","and he said to them: \n \n“I have seen that your father’s attitude toward me has changed, but the God of my father has been with me.","You yourselves certainly know that I have served your father with all my power.","And your father has tried to cheat me and has changed my wages ten times; but God has not allowed him to do me harm.","If on the one hand he would say, ‘The speckled ones will be your wages,’ then the whole flock produced speckled ones; but if on the other hand he would say, ‘The striped ones will be your wages,’ then the whole flock produced striped ones.","So God kept taking your father’s livestock away from him and giving it to me.","Once when the flock got into heat, I raised my eyes and saw in a dream that the he-goats mating with the flock were striped, speckled, and spotty.","Then the angel of the true God said to me in the dream, ‘Jacob!’ to which I said, ‘Here I am.’","And he continued, ‘Raise your eyes, please, and see that all the he-goats mating with the flock are striped, speckled, and spotty, for I have seen all that Laʹban is doing to you.","I am the true God of Bethʹel, where you anointed a pillar and where you made a vow to me. Now get up, go out of this land, and return to the land of your birth.’” \n \n","At this Rachel and Leʹah answered him: “Is there any share left for us to inherit in our father’s house?","Does he not consider us as foreigners, since he has sold us and has been using up the money given for us?","All the riches that God has taken away from our father are ours and our children’s. So, then, do everything that God has told you to do.” \n \n","Then Jacob got up and lifted his children and his wives on the camels,","and he began driving all his herd and all the goods that he had accumulated, the livestock in his possession that he had accumulated in Padʹdan-aʹram, to go to Isaac his father in the land of Caʹnaan. \n \n","Now Laʹban had gone to shear his sheep, and Rachel stole the teraphim statues that belonged to her father.","Moreover, Jacob outwitted Laʹban the A·ra·maeʹan, for he had not told him that he was running away.","And he ran away and crossed the River, he and all he had. Then he headed toward the mountainous region of Gilʹe·ad.","On the third day, Laʹban was told that Jacob had run away.","So he took his brothers with him and pursued him for a journey of seven days and caught up with him in the mountainous region of Gilʹe·ad.","Then God came to Laʹban the A·ra·maeʹan in a dream by night and said to him: “Be careful about what you say to Jacob, either good or bad.” \n \n","So Laʹban approached Jacob, as Jacob had pitched his tent in the mountain and Laʹban had encamped with his brothers in the mountainous region of Gilʹe·ad.","Then Laʹban said to Jacob: “What have you done? Why have you resorted to outwitting me and carrying my daughters off like captives taken by the sword?","Why did you run away secretly and outwit me and not tell me? If you had told me, I could have sent you away with rejoicing and with songs, with tambourine and with harp.","But you did not give me a chance to kiss my grandchildren and my daughters. You have acted foolishly.","It is in my power to do harm to you, but the God of your father spoke to me last night, saying, ‘Be careful about what you say to Jacob, either good or bad.’","Now you have gone because you have been longing to return to the house of your father, but why have you stolen my gods?” \n \n","Jacob answered Laʹban: “It was because I was afraid, for I said to myself, ‘You might take your daughters away from me by force.’","Anyone with whom you find your gods will not live. Before our brothers, examine what I have, and take what is yours.” But Jacob did not know that Rachel had stolen them.","So Laʹban went into the tent of Jacob and into the tent of Leʹah and into the tent of the two slave girls, but did not find them. Then he came out of Leʹah’s tent and went into Rachel’s tent.","Meanwhile, Rachel had taken the teraphim statues and put them in the woman’s saddle basket of the camel, and she was sitting on them. So Laʹban searched through the whole tent but did not find them.","Then she said to her father: “Do not be angry, my lord, because I am not able to get up before you, for the customary thing with women is upon me.” So he searched on carefully but did not find the teraphim statues. \n \n","At that Jacob became angry and began to criticize Laʹban. Jacob then said to Laʹban: “What is my offense, and for what sin are you hotly pursuing me?","Now that you have searched through all my goods, what have you found that belongs to your house? Put it here in front of my brothers and your brothers, and let them decide between the two of us.","During these 20 years that I have been with you, your sheep and your goats never miscarried, and I never ate the rams of your flock.","I did not bring you any animal torn by wild beasts. I would stand the loss of it myself. Whether the animal was stolen by day or was stolen by night, you would demand compensation from me.","By day the heat consumed me, and the cold by night, and sleep would flee from my eyes.","This makes 20 years for me in your house. I have served you 14 years for your two daughters and 6 years for your flock, and you kept changing my wages ten times.","If the God of my father, the God of Abraham and the One whom Isaac fears, had not been on my side, you would now have sent me away empty-handed. God has seen my affliction and the toil of my hands, and that is why he reproved you last night.” \n \n","Then Laʹban answered Jacob: “The daughters are my daughters and the children my children and the flock my flock, and everything you are looking at is mine and my daughters’. What can I do today against these or against their children whom they have borne?","Now come, let us make a covenant, you and I, and it will serve as a witness between us.”","So Jacob took a stone and set it up as a pillar.","Then Jacob said to his brothers: “Pick up stones!” And they took stones and made a pile. After that they ate there on the pile of stones.","And Laʹban began calling it Jeʹgar-sa·ha·duʹtha, but Jacob called it Galʹe·ed. \n \n","Laʹban then said: “This pile of stones is a witness between me and you today.” That is why he named it Galʹe·ed,","and the Watchtower, for he said: “Let Jehovah keep watch between you and me when we are out of each other’s sight.","If you mistreat my daughters and if you start taking wives in addition to my daughters, though there is no man with us, remember that God will be a witness between you and me.”","Laʹban went on to say to Jacob: “Here is this pile of stones, and here is the pillar that I have erected between you and me.","This pile of stones is a witness, and the pillar is something that bears witness, that I will not pass beyond this pile of stones to bring harm to you and you will not pass beyond this pile of stones and this pillar to bring harm to me.","Let the God of Abraham and the God of Naʹhor, the God of their father, judge between us.” And Jacob swore by the One whom his father Isaac fears. \n \n","After that Jacob offered a sacrifice in the mountain and invited his brothers to eat bread. So they ate and spent the night in the mountain.","However, Laʹban got up early in the morning and kissed his grandchildren and his daughters and blessed them. Then Laʹban departed and returned home. \n"],["Jacob then went on his way, and the angels of God met up with him.","As soon as he saw them, Jacob said: “This is the camp of God!” So he named that place Ma·ha·naʹim. \n \n","Then Jacob sent messengers ahead of him to his brother Eʹsau in the land of Seʹir, the territory of Eʹdom,","and he commanded them: “This is what you will say to my lord, to Eʹsau, ‘This is what your servant Jacob says: “I have resided with Laʹban for a long time until now.","And I have acquired bulls, donkeys, sheep, and male and female servants, and I send this message to inform my lord, in order to find favor in your eyes.”’” \n \n","In time the messengers returned to Jacob, saying: “We met your brother Eʹsau, and he is now on his way to meet you, and there are 400 men with him.”","And Jacob became very frightened and anxious. So he divided the people who were with him, as well as the flocks, the cattle, and the camels, into two camps.","He said: “If Eʹsau attacks the one camp, then the other camp will be able to escape.” \n \n","After that Jacob said: “O God of my father Abraham and God of my father Isaac, O Jehovah, you who are saying to me, ‘Return to your land and to your relatives, and I will deal well with you,’","I am unworthy of all the loyal love and of all the faithfulness that you have shown toward your servant, for with only my staff I crossed this Jordan and now I have become two camps.","Save me, I pray you, from the hand of my brother Eʹsau, for I am afraid of him that he may come and attack me, as well as the mothers and their children.","And you have said: ‘I will certainly deal well with you, and I will make your offspring like the grains of sand of the sea, which are too numerous to count.’” \n \n","And he spent the night there. Then he took some of his possessions as a gift for Eʹsau his brother:","200 female goats, 20 male goats, 200 female sheep, 20 rams,","30 camels nursing their young, 40 cows, 10 bulls, 20 female donkeys and 10 full-grown male donkeys. \n \n","He handed them over to his servants, one drove after another, and he said to his servants: “Cross over ahead of me, and you are to set a space between one drove and the next.”","He also commanded the first one: “In case Eʹsau my brother should meet you and ask, ‘To whom do you belong, and where are you going, and to whom do these ahead of you belong?’","then you should say, ‘To your servant Jacob. It is a gift sent to my lord, to Eʹsau, and look! he himself is also behind us.’”","And he commanded also the second, the third, and all those following the droves: “According to this word, you are to speak to Eʹsau when you meet him.","And you should also say, ‘Here is your servant Jacob behind us.’” For he said to himself: ‘If I appease him by sending a gift ahead of me, then afterward when I see him, he may give me a kindly reception.’","So the gift crossed over ahead of him, but he himself spent the night in the camp. \n \n","Later during that night, he rose and took his two wives and his two female servants and his 11 young sons and crossed over the ford of Jabʹbok.","So he took them and brought them across the stream, and he brought over everything else he had. \n \n","Finally Jacob was left by himself. Then a man began to wrestle with him until the dawn broke.","When he saw that he had not prevailed over him, he touched the socket of his hip; and the socket of Jacob’s hip was dislocated during his wrestling with him.","After that he said: “Let me go, for the dawn is breaking.” To this he said: “I am not going to let you go until you bless me.”","So he said to him: “What is your name?” to which he said: “Jacob.”","Then he said: “Your name will no longer be Jacob but Israel, for you have contended with God and with men and you have at last prevailed.”","In turn Jacob inquired: “Tell me, please, your name.” However, he said: “Why is it that you ask my name?” With that he blessed him there.","So Jacob named the place Pe·niʹel, for he said, “I have seen God face-to-face, yet my life was preserved.” \n \n","And the sun rose upon him as soon as he passed by Pe·nuʹel, but he was limping because of his hip.","That is why to this day the sons of Israel are not accustomed to eat the thigh sinew, which is on the socket of the hip joint, because he touched the socket of Jacob’s hip joint by the thigh sinew. \n"],["Now Jacob raised his eyes and saw Eʹsau coming, and 400 men were with him. So he divided the children among Leʹah, Rachel, and the two female servants.","He put the female servants and their children in front, Leʹah and her children after them, and Rachel and Joseph behind them.","Then he himself went ahead of them and bowed down to the earth seven times as he came near to his brother. \n \n","But Eʹsau ran to meet him, and he embraced him and kissed him, and they burst into tears.","When he raised his eyes and saw the women and the children, he said: “Who are these with you?” to which he said: “The children with whom God has favored your servant.”","At that the female servants came forward with their children and bowed down,","and Leʹah too came forward with her children, and they bowed down. Then Joseph came forward with Rachel, and they bowed down. \n \n","Eʹsau said: “What is the purpose of all this camp of travelers that I have met?” He replied: “In order to find favor in the eyes of my lord.”","Then Eʹsau said: “I have a great many possessions, my brother. Keep what is yours.”","However, Jacob said: “No, please. If I have found favor in your eyes, you must take my gift from my hand, because I brought it so that I could see your face. And I have seen your face as though seeing God’s face, in that you received me with pleasure.","Take, please, the gift conveying my blessing that was brought to you, for God has favored me and I have everything I need.” And he continued to urge him, so that he took it. \n \n","Later Eʹsau said: “Let us move out and go, and let me go in advance of you.”","But he said to him: “My lord is aware that the children are delicate and that in my care are sheep and cattle nursing their young. If they are driven too quickly for one day, then the whole flock will die.","Let my lord, please, go on ahead of his servant, but I will continue the journey more slowly at the pace of my livestock and of the children until I come to my lord at Seʹir.”","Then Eʹsau said: “Please, let me leave some of my people with you.” To this he said: “Why do this? Just let me find favor in the eyes of my lord.”","So that day Eʹsau went on his way back to Seʹir. \n \n","And Jacob journeyed to Sucʹcoth, and he built a house for himself and he made shelters for his herd. That was why he named the place Sucʹcoth. \n \n","After journeying from Padʹdan-aʹram, Jacob arrived safely at the city of Sheʹchem in the land of Caʹnaan, and he set up his camp near the city.","Then he acquired a portion of the field where he pitched his tent from the sons of Haʹmor, the father of Sheʹchem, for 100 pieces of money.","There he set up an altar and called it God, the God of Israel. \n"],["Now Diʹnah, Jacob’s daughter by Leʹah, used to go out to spend time with the young women of the land.","When Sheʹchem, the son of Haʹmor the Hiʹvite, a chieftain of the land, saw her, he took her and lay down with her and violated her.","And he became very attached to Diʹnah, the daughter of Jacob, and he fell in love with the young woman and spoke persuasively to her.","Finally Sheʹchem said to Haʹmor his father: “Get me this young woman to be my wife.” \n \n","When Jacob heard that he had defiled Diʹnah his daughter, his sons were with his herd in the field. So Jacob kept silent until they returned.","Later Haʹmor, Sheʹchem’s father, went out to speak with Jacob.","But the sons of Jacob heard about it and returned from the field right away. They were offended and very angry because he had disgraced Israel by lying down with Jacob’s daughter, something that should not be done. \n \n","Haʹmor spoke with them, saying: “My son Sheʹchem longs for your daughter. Please give her to him as his wife,","and form marriage alliances with us. Give us your daughters, and take our daughters for yourselves.","You may dwell with us, and the land will become available for you. Dwell and carry on trade in it and settle in it.”","Then Sheʹchem said to her father and to her brothers: “Let me find favor in your eyes, and I will give you whatever you ask me.","You can demand from me a very high bride price and gift. I am willing to give whatever you may say to me. Just give me the young woman as a wife.” \n \n","And Jacob’s sons answered Sheʹchem and Haʹmor his father deceitfully because he had defiled Diʹnah their sister.","They said to them: “We cannot possibly do such a thing, to give our sister to a man who is not circumcised, for that is a disgrace to us.","We can only consent on this condition: that you become like us and circumcise all your males.","Then we will give our daughters to you, and we will take your daughters for ourselves, and we will dwell with you and become one people.","But if you do not listen to us and get circumcised, then we will take our daughter and go.” \n \n","Their words pleased Haʹmor and Sheʹchem, Haʹmor’s son.","The young man did not delay in doing what they asked, because he found delight in Jacob’s daughter, and he was the most honorable of the whole house of his father. \n \n","So Haʹmor and his son Sheʹchem went to the city gate and spoke to the men of their city, saying:","“These men wish to be at peace with us. Let them dwell in the land and carry on trade in it, for the land is large enough to accommodate them. We can take their daughters as wives, and our daughters we can give to them.","Only on this one condition will the men consent to dwell with us in order to become one people: that every male among us be circumcised just the way they are circumcised.","Then, will not their possessions, their wealth, and all their livestock be ours? So let us give them our consent that they may dwell with us.”","All those going out by the gate of his city listened to Haʹmor and to his son Sheʹchem, and all the males got circumcised, all those going out of the city gate. \n \n","However, on the third day, when they were still in pain, two sons of Jacob, Simʹe·on and Leʹvi, Diʹnah’s brothers, each took his sword and went into the unsuspecting city and killed every male.","They killed Haʹmor and his son Sheʹchem with the sword and then took Diʹnah from Sheʹchem’s house and left.","Jacob’s other sons came upon the slain men and plundered the city because they had defiled their sister.","They took their flocks, their herds, their donkeys, and whatever was in the city and in the field.","They also took all their possessions, captured all their little children and their wives, and plundered everything in the houses. \n \n","At this Jacob said to Simʹe·on and to Leʹvi: “You have brought great trouble on me in making me a stench to the inhabitants of the land, to the Caʹnaan·ites and the Perʹiz·zites. I am few in number, and they will certainly gather together to attack me and I will be annihilated, I and my house.”","But they said: “Should anyone treat our sister like a prostitute?” \n"],["After that God said to Jacob: “Rise, go up to Bethʹel and dwell there, and make an altar there to the true God, who appeared to you when you were running away from Eʹsau your brother.” \n \n","Then Jacob said to his household and to all who were with him: “Get rid of the foreign gods that are in your midst, and cleanse yourselves and change your garments,","and let us rise and go up to Bethʹel. There I will make an altar to the true God, who answered me in the day of my distress and who has been with me wherever I have gone.”","So they gave Jacob all the foreign gods they had and the earrings that were in their ears, and Jacob buried them under the big tree that was close to Sheʹchem. \n \n","When they traveled on, the terror of God struck the cities around them, so they did not chase after the sons of Jacob.","Jacob eventually came to Luz, that is, Bethʹel, in the land of Caʹnaan, he and all the people with him.","There he built an altar and called the place El-bethʹel, because there the true God had revealed himself to him when he had run away from his brother.","Later Debʹo·rah, Re·bekʹah’s nurse, died and was buried at the foot of Bethʹel under an oak. So he named it Alʹlon-bacʹuth. \n \n","God appeared to Jacob once again while he was coming from Padʹdan-aʹram and blessed him.","God said to him: “Your name is Jacob. Your name will no longer be Jacob, but Israel will be your name.” And he began to call him Israel.","God further said to him: “I am God Almighty. Be fruitful and become many. Nations and a congregation of nations will come from you, and kings will descend from you.","As for the land that I have given to Abraham and to Isaac, to you I will give it, and to your offspring after you I will give the land.”","Then God went up from him at the place where he had spoken with him. \n \n","So Jacob set up a pillar in the place where he had spoken with him, a pillar of stone, and he poured a drink offering on it and poured oil on it.","And Jacob continued to call the place where God had spoken with him Bethʹel. \n \n","Then they pulled away from Bethʹel. And while they were still some distance from Ephʹrath, Rachel began to give birth, and her labor was very difficult.","But while she was struggling to deliver the child, the midwife said to her: “Do not be afraid, for you will have this son also.”","Just as her life was slipping away (for she was dying), she named him Ben-oʹni, but his father called him Benjamin.","So Rachel died and was buried on the way to Ephʹrath, that is, Bethʹle·hem.","Jacob set up a pillar over her grave; it is the pillar of Rachel’s grave to this day. \n \n","After that Israel pulled away and pitched his tent a distance beyond the tower of Eʹder.","Once while Israel was dwelling in that land, Reuʹben went and lay down with Bilʹhah his father’s concubine, and Israel heard about it. \n \nSo there were 12 sons of Jacob.","The sons by Leʹah were Jacob’s firstborn Reuʹben, then Simʹe·on, Leʹvi, Judah, Isʹsa·char, and Zebʹu·lun.","The sons by Rachel were Joseph and Benjamin.","And the sons by Bilʹhah, Rachel’s servant, were Dan and Naphʹta·li.","And the sons by Zilʹpah, Leʹah’s servant, were Gad and Ashʹer. These are Jacob’s sons, who were born to him in Padʹdan-aʹram. \n \n","Jacob eventually came to where his father Isaac was at Mamʹre, to Kirʹi·ath-arʹba, that is, Hebʹron, where Abraham and also Isaac had resided as foreigners.","Isaac lived to be 180 years old.","Then Isaac breathed his last and died and was gathered to his people, after a long and satisfying life; and his sons Eʹsau and Jacob buried him. \n"],["This is the history of Eʹsau, that is, Eʹdom. \n \n","Eʹsau took his wives from the daughters of Caʹnaan: Aʹdah the daughter of Eʹlon the Hitʹtite; and O·hol·i·baʹmah the daughter of Aʹnah, the granddaughter of Zibʹe·on the Hiʹvite;","and Basʹe·math, Ishʹma·el’s daughter, the sister of Ne·baʹioth. \n \n","And Aʹdah bore Elʹi·phaz to Eʹsau, and Basʹe·math bore Reuʹel, \n\n","and O·hol·i·baʹmah bore Jeʹush, Jaʹlam, and Korʹah. \n \nThese are the sons of Eʹsau, who were born to him in the land of Caʹnaan.","After that Eʹsau took his wives, his sons, his daughters, all the members of his household, his herd and all his other beasts, and all the wealth he had accumulated in the land of Caʹnaan and he went to another land some distance away from Jacob his brother.","For their goods had become too many for them to dwell together, and the land where they were residing was not able to sustain them because of their herds.","So Eʹsau took up dwelling in the mountainous region of Seʹir. Eʹsau is Eʹdom. \n \n","And this is the history of Eʹsau the father of Eʹdom in the mountainous region of Seʹir. \n \n","These are the names of the sons of Eʹsau: Elʹi·phaz the son of Aʹdah, Eʹsau’s wife; Reuʹel the son of Basʹe·math, Eʹsau’s wife. \n \n","The sons of Elʹi·phaz were Teʹman, Oʹmar, Zeʹpho, Gaʹtam, and Keʹnaz.","Timʹna became the concubine of Elʹi·phaz, Eʹsau’s son. In time she bore to Elʹi·phaz, Amʹa·lek. These are the sons of Aʹdah, Eʹsau’s wife. \n \n","These are the sons of Reuʹel: Naʹhath, Zeʹrah, Shamʹmah, and Mizʹzah. These were the sons of Basʹe·math, Eʹsau’s wife. \n \n","These were the sons of O·hol·i·baʹmah the daughter of Aʹnah, the granddaughter of Zibʹe·on, Eʹsau’s wife, whom she bore to Eʹsau: Jeʹush, Jaʹlam, and Korʹah. \n \n","These are the sheikhs of the sons of Eʹsau: The sons of Elʹi·phaz, Eʹsau’s firstborn: Sheikh Teʹman, Sheikh Oʹmar, Sheikh Zeʹpho, Sheikh Keʹnaz,","Sheikh Korʹah, Sheikh Gaʹtam, and Sheikh Amʹa·lek. These are the sheikhs of Elʹi·phaz in the land of Eʹdom. These are the sons by Aʹdah. \n \n","These are the sons of Reuʹel, Eʹsau’s son: Sheikh Naʹhath, Sheikh Zeʹrah, Sheikh Shamʹmah, and Sheikh Mizʹzah. These are the sheikhs of Reuʹel in the land of Eʹdom. These are the sons by Basʹe·math, Eʹsau’s wife. \n \n","Finally these are the sons of O·hol·i·baʹmah, Eʹsau’s wife: Sheikh Jeʹush, Sheikh Jaʹlam, and Sheikh Korʹah. These are the sheikhs of O·hol·i·baʹmah the daughter of Aʹnah, Eʹsau’s wife. \n \n","These are the sons of Eʹsau, and these are their sheikhs. He is Eʹdom. \n \n","These are the sons of Seʹir the Horʹite, the inhabitants of the land: Loʹtan, Shoʹbal, Zibʹe·on, Aʹnah,","Diʹshon, Eʹzer, and Diʹshan. These are the sheikhs of the Horʹites, the sons of Seʹir, in the land of Eʹdom. \n \n","The sons of Loʹtan were Hoʹri and Heʹmam, and Loʹtan’s sister was Timʹna. \n \n","These are the sons of Shoʹbal: Alʹvan, Manʹa·hath, Eʹbal, Sheʹpho, and Oʹnam. \n \n","These are the sons of Zibʹe·on: Aʹiah and Aʹnah. This is the Aʹnah who found the hot springs in the wilderness while he was tending the donkeys for Zibʹe·on his father. \n \n","These are the children of Aʹnah: Diʹshon and O·hol·i·baʹmah the daughter of Aʹnah. \n \n","These are the sons of Diʹshon: Hemʹdan, Eshʹban, Ithʹran, and Cheʹran. \n \n","These are the sons of Eʹzer: Bilʹhan, Zaʹa·van, and Aʹkan. \n \n","These are the sons of Diʹshan: Uz and Aʹran. \n \n","These are the sheikhs of the Horʹites: Sheikh Loʹtan, Sheikh Shoʹbal, Sheikh Zibʹe·on, Sheikh Aʹnah,","Sheikh Diʹshon, Sheikh Eʹzer, and Sheikh Diʹshan. These are the sheikhs of the Horʹites according to their sheikhs in the land of Seʹir. \n \n","Now these are the kings who reigned in the land of Eʹdom before any king reigned over the Israelites.","Beʹla son of Beʹor reigned in Eʹdom, and the name of his city was Dinʹha·bah.","When Beʹla died, Joʹbab son of Zeʹrah from Bozʹrah began to reign in his place.","When Joʹbab died, Huʹsham from the land of the Teʹman·ites began to reign in his place.","When Huʹsham died, Haʹdad son of Beʹdad, who defeated the Midʹi·an·ites in the territory of Moʹab, began to reign in his place, and the name of his city was Aʹvith.","When Haʹdad died, Samʹlah from Mas·reʹkah began to reign in his place.","When Samʹlah died, Shaʹul from Re·hoʹboth by the River began to reign in his place.","When Shaʹul died, Baʹal-haʹnan the son of Achʹbor began to reign in his place.","When Baʹal-haʹnan the son of Achʹbor died, Haʹdar began to reign in his place. The name of his city was Paʹu, and the name of his wife was Me·hetʹa·bel the daughter of Maʹtred the daughter of Meʹza·hab. \n \n","So these are the names of the sheikhs of Eʹsau according to their families, according to their places, by their names: Sheikh Timʹna, Sheikh Alʹvah, Sheikh Jeʹtheth,","Sheikh O·hol·i·baʹmah, Sheikh Eʹlah, Sheikh Piʹnon,","Sheikh Keʹnaz, Sheikh Teʹman, Sheikh Mibʹzar,","Sheikh Magʹdi·el, and Sheikh Iʹram. These are the sheikhs of Eʹdom according to their settlements in the land of their possession. This is Eʹsau the father of Eʹdom. \n"],["Jacob continued to dwell in the land of Caʹnaan, where his father had lived as a foreigner. \n \n","This is the history of Jacob. \n \nWhen Joseph was 17 years old, the young man was tending the flock with the sons of Bilʹhah and the sons of Zilʹpah, the wives of his father. And Joseph brought a bad report about them to their father.","Now Israel loved Joseph more than all his other sons because he was the son of his old age, and he had a special robe made for him.","When his brothers saw that their father loved him more than all his brothers, they began to hate him, and they could not speak peaceably to him. \n \n","Later Joseph had a dream and told it to his brothers, and they found further reason to hate him.","He said to them: “Please listen to this dream that I had.","There we were binding sheaves in the middle of the field when my sheaf got up and stood erect and your sheaves encircled and bowed down to my sheaf.”","His brothers said to him: “Are you really going to make yourself king over us and dominate us?” So they found another reason to hate him, because of his dreams and what he said. \n \n","After that he had still another dream, and he related it to his brothers: “I have had another dream. This time the sun and the moon and 11 stars were bowing down to me.”","Then he related it to his father as well as his brothers, and his father rebuked him and said to him: “What is the meaning of this dream of yours? Am I as well as your mother and your brothers really going to come and bow down to the earth to you?”","And his brothers grew jealous of him, but his father kept the saying in mind. \n \n","His brothers now went to pasture their father’s flock near Sheʹchem.","Israel later said to Joseph: “Your brothers are tending flocks near Sheʹchem, are they not? Come, and let me send you to them.” At this he said to him: “I am ready!”","So he said to him: “Go, please, and see whether your brothers are well. See how the flock is, and bring word back to me.” With that he sent him away from the valley of Hebʹron, and he went on toward Sheʹchem.","Later a man found him as he was wandering in a field. The man asked him: “What are you looking for?”","To this he said: “I am looking for my brothers. Please tell me, where are they tending flocks?”","The man continued: “They have pulled away from here, for I heard them saying, ‘Let us go to Doʹthan.’” So Joseph went after his brothers and found them at Doʹthan. \n \n","Now they caught sight of him from a distance, and before he reached them, they began plotting against him to put him to death.","So they said to one another: “Look! Here comes that dreamer.","Come, now, let us kill him and pitch him into one of the waterpits, and we will say that a vicious wild animal devoured him. Then let us see what will become of his dreams.”","When Reuʹben heard this, he tried to rescue him from them. So he said: “Let us not take his life.”","Reuʹben said to them: “Do not shed blood. Throw him into this waterpit in the wilderness, but do not harm him.” His purpose was to rescue him from them in order to return him to his father. \n \n","So as soon as Joseph came to his brothers, they stripped Joseph of his robe, the special robe that he wore,","and they took him and threw him into the waterpit. At the time the pit was empty; there was no water in it. \n \n","Then they sat down to eat. When they looked up, there was a caravan of Ishʹma·el·ites coming from Gilʹe·ad. Their camels were carrying labdanum gum, balsam, and resinous bark, and they were on their way down to Egypt.","At this Judah said to his brothers: “What profit would there be if we killed our brother and covered over his blood?","Come, now, let us sell him to the Ishʹma·el·ites, and do not let our hand be upon him. After all, he is our brother, our flesh.” So they listened to their brother.","And when the Midʹi·an·ite merchants were passing by, they lifted Joseph up out of the waterpit and sold him to the Ishʹma·el·ites for 20 pieces of silver. These men took Joseph into Egypt. \n \n","Later when Reuʹben returned to the waterpit and saw that Joseph was not in the waterpit, he ripped his garments apart.","When he returned to his brothers, he exclaimed: “The child is gone! And I—what am I going to do?” \n \n","So they took Joseph’s robe and slaughtered a male goat and dipped the robe in the blood.","After that they sent the special robe to their father and said: “This is what we found. Please examine whether this is your son’s robe or not.”","Then he examined it and exclaimed: “It is my son’s robe! A vicious wild animal must have devoured him! Joseph is surely torn to pieces!”","With that Jacob ripped his garments apart and put sackcloth around his waist and mourned his son for many days.","And all his sons and all his daughters kept trying to comfort him, but he kept refusing to take comfort, saying: “I will go down into the Grave mourning my son!” And his father continued weeping for him. \n \n","Now the Midʹi·an·ites sold him in Egypt to Potʹi·phar, a court official of Pharʹaoh and the chief of the guard. \n"],["About that time Judah left his brothers and pitched his tent near an A·dulʹlam·ite man named Hiʹrah.","There Judah saw the daughter of a certain Caʹnaan·ite named Shuʹa. So he took her and had relations with her,","and she became pregnant. Later she bore a son, and he named him Er.","Again she became pregnant and bore a son and named him Oʹnan.","Yet again she bore a son and named him Sheʹlah. He was in Achʹzib when she bore him. \n \n","In time Judah took a wife for Er his firstborn, and her name was Taʹmar.","But Er, Judah’s firstborn, was displeasing to Jehovah; so Jehovah put him to death.","In view of that, Judah said to Oʹnan: “Have relations with your brother’s wife and perform brother-in-law marriage with her and raise up offspring for your brother.”","But Oʹnan knew that the offspring would not be considered his. So when he did have relations with his brother’s wife, he wasted his semen on the ground so as not to give offspring to his brother.","What he did was bad in the eyes of Jehovah, so he also put him to death.","Judah said to Taʹmar his daughter-in-law: “Dwell as a widow in the house of your father until my son Sheʹlah grows up,” for he said to himself: ‘He too may die like his brothers.’ So Taʹmar went and stayed in her own father’s house. \n \n","Some time passed, and Judah’s wife, the daughter of Shuʹa, died. Judah kept the mourning period, and then he went to his sheepshearers in Timʹnah with his companion Hiʹrah the A·dulʹlam·ite.","Taʹmar was told: “Here your father-in-law is going up to Timʹnah to shear his sheep.”","With that she removed her widow’s clothing and veiled herself and covered herself with a shawl and sat down at the entrance of E·naʹim, which is on the road to Timʹnah, for she saw that Sheʹlah had grown up and yet she had not been given to him as a wife. \n \n","When Judah caught sight of her, he at once took her for a prostitute, because she had covered her face.","So he turned aside to her by the road and said: “Allow me, please, to have relations with you,” for he did not know that she was his daughter-in-law. However, she said: “What will you give me that you may have relations with me?”","To this he said: “I will send a young goat from my herd.” But she said: “Will you give a security until you send it?”","He continued: “What security should I give you?” to which she said: “Your seal ring and your cord and your rod that is in your hand.” Then he gave them to her and had relations with her, and she became pregnant by him.","After that she got up and went away and removed her shawl and clothed herself with her widow’s clothing. \n \n","And Judah sent the young goat by the hand of his companion the A·dulʹlam·ite, to get back the security from the hand of the woman, but he never found her.","He inquired of the men of her place, saying: “Where is that temple prostitute in E·naʹim along the road?” But they said: “No temple prostitute has ever been in this place.”","Finally he returned to Judah and said: “I never found her, and besides, the men of the place said, ‘No temple prostitute has ever been in this place.’”","So Judah said: “Let her take them for herself, in order that we may not fall into contempt. At any rate, I have sent this young goat, but you never found her.” \n \n","However, about three months later, Judah was told: “Taʹmar your daughter-in-law has acted as a prostitute, and she is also pregnant by her prostitution.” At that Judah said: “Bring her out and let her be burned.”","As she was being brought out, she sent word to her father-in-law: “I am pregnant by the man to whom these belong.” Then she added: “Please examine to whom these belong, the seal ring and the cord and the rod.”","Then Judah examined them and said: “She is more righteous than I am, because I did not give her to Sheʹlah my son.” And he had no further sexual relations with her after that. \n \n","When the time came for her to give birth, there were twins in her womb.","As she was giving birth, one put out his hand, and the midwife immediately took a scarlet thread and tied it around his hand, saying: “This one came out first.”","But as soon as he drew back his hand, his brother came out, and she exclaimed: “What a breach you have made for yourself!” So he was named Peʹrez.","Afterward his brother came out, around whose hand the scarlet thread was tied, and he was named Zeʹrah. \n"],["Now Joseph was taken down to Egypt, and an Egyptian named Potʹi·phar, a court official of Pharʹaoh and chief of the guard, bought him from the Ishʹma·el·ites who had taken him down there.","But Jehovah was with Joseph. As a result, he became successful and was put over the house of his master, the Egyptian.","And his master saw that Jehovah was with him and that Jehovah was making everything that he did successful. \n \n","Joseph kept finding favor in his eyes, and he became his personal attendant. So he appointed him over his house, and he put him in charge of all that was his.","From the time he appointed him over his house and in charge of all that was his, Jehovah kept blessing the house of the Egyptian because of Joseph, and Jehovah’s blessing came to be on all that he had in the house and in the field.","He eventually left everything that was his in Joseph’s care, and he gave no thought to anything except the food he was eating. Moreover, Joseph grew to be well-built and handsome. \n \n","Now after these things, the wife of his master began to cast her eyes on Joseph and say: “Lie down with me.”","But he refused and said to his master’s wife: “Here my master does not know what is with me in the house, and he has entrusted everything he has into my care.","There is no one greater in this house than I am, and he has not withheld from me anything at all except you, because you are his wife. So how could I commit this great badness and actually sin against God?” \n \n","So day after day she spoke to Joseph, but he never consented to lie with her or to remain with her.","But on one of the days when he went into the house to do his work, none of the household servants were in the house.","Then she grabbed hold of him by his garment and said: “Lie down with me!” But he left his garment in her hand and fled outside.","As soon as she saw that he had left his garment in her hand and had fled outside,","she began to cry out to the men of her house and to say to them: “Look! He brought to us this Hebrew man to make us a laughingstock. He came to me to lie down with me, but I began to cry out at the top of my voice.","Then as soon as he heard me raising my voice and screaming, he left his garment beside me and fled outside.”","After that she laid his garment beside her until his master came to his house. \n \n","Then she told him the same thing, saying: “The Hebrew servant whom you brought to us came to me to make me a laughingstock.","But as soon as I raised my voice and began to scream, he left his garment beside me and fled outside.”","As soon as his master heard the words his wife spoke to him, saying: “These are the things your servant did to me,” his anger blazed.","So Joseph’s master took him and gave him over to the prison, the place where the prisoners of the king were kept under arrest, and he remained there in the prison. \n \n","But Jehovah continued with Joseph and kept showing loyal love to him and granting him favor in the eyes of the chief officer of the prison.","So the chief officer of the prison put Joseph in charge of all the prisoners in the prison, and everything that they were doing there, he was the one having it done.","The chief officer of the prison was looking after absolutely nothing that was in Joseph’s care, for Jehovah was with Joseph and Jehovah made whatever he did successful. \n"],["After these things, the chief cupbearer of the king of Egypt and the chief baker sinned against their lord, the king of Egypt.","So Pharʹaoh grew indignant at his two officers, the chief cupbearer and the chief baker,","and he committed them to the jail of the house of the chief of the guard, to the place where Joseph was a prisoner.","Then the chief of the guard assigned Joseph to be with them and to take care of them, and they remained in jail for some time. \n \n","The cupbearer and the baker of the king of Egypt, who were confined in the prison, each had a dream on the same night, and each dream had its own interpretation.","The next morning, when Joseph came in and saw them, they looked dejected.","So he asked the officers of Pharʹaoh who were in custody with him in his master’s house: “Why are your faces gloomy today?”","At this they said to him: “We each had a dream, but there is no interpreter with us.” Joseph said to them: “Do not interpretations belong to God? Relate it to me, please.” \n \n","So the chief cupbearer related his dream to Joseph, saying to him: “In my dream, there was a vine before me.","And on the vine, there were three twigs, and as it was sprouting shoots, it blossomed, and its clusters ripened into grapes.","And Pharʹaoh’s cup was in my hand, and I took the grapes and squeezed them out into Pharʹaoh’s cup. After that I put the cup in Pharʹaoh’s hand.”","Then Joseph said to him: “This is its interpretation: The three twigs are three days.","Three days from now, Pharʹaoh will bring you out, restoring you to your office, and you will put Pharʹaoh’s cup into his hand as you did before when you were his cupbearer.","Nevertheless, you must remember me when things go well with you. Please show me loyal love and mention me to Pharʹaoh, in order to get me out of this place.","I was, in fact, kidnapped from the land of the Hebrews, and I have not done anything here for which they should put me in prison.” \n \n","When the chief baker saw that Joseph had interpreted something good, he said to him: “I too was in my dream, and there were three baskets of white bread on my head,","and in the top basket, there were all sorts of baked goods for Pharʹaoh, and there were birds eating them out of the basket on top of my head.”","Then Joseph answered, “This is its interpretation: The three baskets are three days.","Three days from now, Pharʹaoh will behead you and will hang you on a stake, and the birds will eat your flesh from you.” \n \n","Now the third day was Pharʹaoh’s birthday, and he made a feast for all his servants, and he brought out both the chief cupbearer and the chief baker in the presence of his servants.","And he returned the chief cupbearer to his post of cupbearer, and he continued to hand the cup to Pharʹaoh.","But he hanged the chief baker, just as Joseph had interpreted to them.","However, the chief cupbearer did not remember Joseph; he kept forgetting him. \n"],["At the end of two full years, Pharʹaoh dreamed that he was standing by the Nile River.","And there, coming up from the river, were seven fine-looking, fat cows, and they were feeding on the Nile grass.","There were seven other cows that looked ugly and thin coming up after them from the Nile, and they stood alongside the fat cows by the bank of the Nile.","Then the ugly, thin cows began to eat up the seven fine-looking, fat cows. At this Pharʹaoh woke up. \n \n","Then he went back to sleep and had a second dream. There were seven ears of grain coming up on one stalk, full and choice.","And growing up after them were seven ears of grain that were thin and scorched by the east wind.","And the thin ears of grain began to swallow up the seven full and choice ears of grain. At this Pharʹaoh woke up and realized that it was a dream. \n \n","But in the morning, his spirit became agitated. So he sent for all the magic-practicing priests of Egypt and all her wise men. Pharʹaoh related his dreams to them, but there was no one who could interpret them for Pharʹaoh. \n \n","At that the chief cupbearer spoke with Pharʹaoh, saying: “I am confessing my sins today.","Pharʹaoh was indignant at his servants. So he committed me to the jail of the house of the chief of the guard, both me and the chief baker.","After that we each had a dream on the same night. He and I each had a dream with its own interpretation.","And there with us was a young Hebrew man, a servant of the chief of the guard. When we related them to him, he interpreted for us the meaning of each dream.","It happened exactly as he had interpreted to us. I was restored to my office, but the other man was hanged.” \n \n","So Pharʹaoh sent for Joseph, and they brought him quickly from the prison. He shaved and changed his clothes and went in to Pharʹaoh.","Then Pharʹaoh said to Joseph: “I had a dream, but there is no one to interpret it. Now I have heard it said about you that you can hear a dream and interpret it.”","At this Joseph answered Pharʹaoh: “I need not be considered! God will speak concerning Pharʹaoh’s welfare.” \n \n","Pharʹaoh went on to say to Joseph: “In my dream I was standing on the bank of the Nile River.","And there, coming up from the Nile, were seven fine-looking, fat cows, and they began to feed on the Nile grass.","And there were seven other cows coming up after them, poor and very bad-looking and thin. I have never seen such bad-looking cows in all the land of Egypt.","And the skinny, bad cows began to eat up the first seven fat cows.","But when they had consumed them, no one could have known that they had done so, since their appearance was just as bad as at the start. At that I woke up. \n \n","“After that I saw in my dream seven ears of grain coming up on one stalk, full and choice.","Growing up after them were seven ears of shriveled grain, thin and scorched by the east wind.","Then the thin ears of grain began to swallow up the seven choice ears of grain. So I told it to the magic-practicing priests, but there was no one who could explain it to me.” \n \n","Then Joseph said to Pharʹaoh: “The dreams of Pharʹaoh are one and the same. The true God has told to Pharʹaoh what He will do.","The seven good cows are seven years. Likewise, the seven good ears of grain are seven years. The dreams are one and the same.","The seven skinny and bad cows that came up after them are seven years, and the seven empty ears of grain, scorched by the east wind, will prove to be seven years of famine.","This is just as I told to Pharʹaoh: The true God has caused Pharʹaoh to see what He will do. \n \n","“There are to be seven years of great abundance in all the land of Egypt.","But seven years of famine will certainly arise after them, and all the abundance in the land of Egypt will certainly be forgotten, and the famine will exhaust the land.","And the previous abundance in the land will not be remembered because of the famine afterward, for it will be very severe.","The dream was given twice to Pharʹaoh because the matter has been firmly established by the true God, and the true God will soon carry it out. \n \n","“So now let Pharʹaoh look for a man who is discreet and wise and place him over the land of Egypt.","Let Pharʹaoh take action and appoint overseers in the land, and he should collect one fifth of the produce of Egypt during the seven years of abundance.","And let them collect all the food during these coming good years, and let them stockpile grain under Pharʹaoh’s authority as food to be stored in the cities and safeguarded there.","The food should serve as a supply for the land for the seven years of famine that will occur in the land of Egypt, so that the land may not perish in the famine.” \n \n","This proposal seemed good to Pharʹaoh and all his servants.","So Pharʹaoh said to his servants: “Can another man be found like this one in whom there is the spirit of God?”","Pharʹaoh then said to Joseph: “Since God has caused you to know all of this, there is no one as discreet and wise as you.","You will personally be over my house, and all my people will obey you implicitly. Only in my role as king will I be greater than you.”","And Pharʹaoh added to Joseph: “See, I am putting you over all the land of Egypt.”","Then Pharʹaoh removed his signet ring from his own hand and put it on Joseph’s hand and clothed him with garments of fine linen and placed a necklace of gold around his neck.","Moreover, he had him ride in the second chariot of honor that he had, and they would call out ahead of him, “A·vrékh!” Thus he put him over all the land of Egypt. \n \n","Pharʹaoh further said to Joseph: “I am Pharʹaoh, but without your authorization, no man may do a single thing in all the land of Egypt.”","After that Pharʹaoh gave Joseph the name Zaphʹe·nath-pa·neʹah and gave him Asʹe·nath the daughter of Pot·iʹphe·ra the priest of On as a wife. And Joseph began to oversee the land of Egypt.","Joseph was 30 years old when he stood before Pharʹaoh king of Egypt. \n \nThen Joseph went out from before Pharʹaoh and traveled throughout all the land of Egypt.","And during the seven years of abundance, the land went on producing plentifully.","And he kept collecting all the food of the seven years from the land of Egypt, and he would stockpile the food in the cities. In each city he would store the food from the fields around it.","Joseph continued stockpiling grain in very great quantity, like the sand of the sea, until finally they gave up measuring it because it could not be measured. \n \n","Before the year of the famine arrived, two sons were born to Joseph, whom Asʹe·nath the daughter of Pot·iʹphe·ra the priest of On bore to him.","Joseph named the firstborn Ma·nasʹseh, for he said, “God has made me forget all my trouble and all the house of my father.”","And he named the second one Eʹphra·im, for he said, “God has made me fruitful in the land of my affliction.” \n \n","Then the seven years of abundance in the land of Egypt ended,","and the seven years of famine began, just as Joseph had said. The famine developed in all the lands, but in all the land of Egypt there was bread.","Eventually, all the land of Egypt suffered from the famine, and the people began to cry to Pharʹaoh for bread. Then Pharʹaoh said to all the Egyptians: “Go to Joseph, and do whatever he tells you.”","The famine continued over all the surface of the earth. Then Joseph began to open up all the granaries that were among them and to sell to the Egyptians, as the famine had a strong grip on the land of Egypt.","Moreover, people of all the earth came to Egypt to buy from Joseph, because the famine had a strong grip on all the earth. \n"],["When Jacob learned that there was grain in Egypt, he said to his sons: “Why do you just keep looking at one another?”","He added: “I have heard that there is grain in Egypt. Go down there and buy some for us, so that we may stay alive and not die.”","So ten of Joseph’s brothers went down to buy grain from Egypt.","But Jacob did not send Benjamin, Joseph’s brother, with his other brothers, for he said: “Perhaps a fatal accident may befall him.” \n \n","So Israel’s sons came along with the others who were coming to buy, because the famine had extended to the land of Caʹnaan.","Joseph was the man in authority over the land, and he was the one who sold grain to all the people of the earth. So Joseph’s brothers came and bowed low to him with their faces to the ground.","When Joseph saw his brothers, he immediately recognized them, but he concealed his identity from them. So he spoke harshly with them and said: “Where have you come from?” to which they said: “From the land of Caʹnaan to buy food.” \n \n","Thus Joseph recognized his brothers, but they did not recognize him.","Joseph immediately remembered the dreams that he had dreamed about them, and he said to them: “You are spies! You have come to see the vulnerable areas of the land!”","Then they said to him: “No, my lord, but your servants have come to buy food.","We are all sons of but one man. We are upright men. Your servants do not act as spies.”","But he said to them: “Not so! You have come to see the vulnerable areas of the land!”","At this they said: “Your servants are 12 brothers. We are the sons of but one man in the land of Caʹnaan, and the youngest is now with our father, whereas the other one is no more.” \n \n","However, Joseph said to them: “It is just as I said to you—‘You are spies!’","By this you will be tested: As surely as Pharʹaoh lives, you will not leave this place until your youngest brother comes here.","Send one of you to bring your brother while you remain in bondage. In this way, your words may be tested out to see if you are telling the truth. And if not, then, as surely as Pharʹaoh lives, you are spies.”","With that he put them together in custody for three days. \n \n","Joseph said to them on the third day: “Do this and live, for I fear God.","If you are upright, let one of your brothers remain in bondage in your house of custody, but the rest of you may go and take grain to alleviate the famine in your households.","Then bring your youngest brother to me, so that your words will be found trustworthy and you will not die.” And they did so. \n \n","And they said to one another: “We are surely being punished on account of our brother, because we saw his distress when he begged us to show compassion, but we did not listen. That is why this distress has come upon us.”","Then Reuʹben answered them: “Did I not say to you, ‘Do not sin against the child,’ but you would not listen? Now his blood is certainly being asked back.”","But they did not know that Joseph understood, for there was an interpreter between them.","So he turned away from them and began to weep. When he returned and spoke to them again, he took Simʹe·on from them and bound him before their eyes.","Joseph then gave the command to fill up their bags with grain and to return each man’s money to his own sack and to give them provisions for the journey. This was done for them. \n \n","So they loaded their grain on their donkeys and left from there.","When one of them opened his sack to give fodder to his donkey at the lodging place, he saw his money there in the mouth of his bag.","At that he said to his brothers: “My money has been returned, and now here it is in my bag!” Then their hearts sank, and trembling, they turned to one another and said: “What is this that God has done to us?” \n \n","When they came to Jacob their father in the land of Caʹnaan, they told him all the things that had befallen them, saying:","“The man who is the lord of the country spoke harshly with us and accused us of spying on the country.","But we said to him, ‘We are upright men. We are not spies.","We are 12 brothers, the sons of our father. One is no more, and the youngest is now with our father in the land of Caʹnaan.’","But the man who is the lord of the country said to us, ‘By this I will know that you are upright: Leave one of your brothers with me. Then take something to alleviate the famine in your households and go.","And bring your youngest brother to me, so that I may know that you are not spies but upright men. I will then give your brother back to you, and you may carry on trade in the land.’” \n \n","As they were emptying their sacks, here was each one’s bag of money in his sack. When they and their father saw their bags of money, they became afraid.","Jacob their father exclaimed to them: “It is I you have bereaved! Joseph is no more, and Simʹe·on is no more, and you are going to take Benjamin! It is upon me that all these things have come!”","But Reuʹben said to his father: “You may put to death my own two sons if I do not bring him back to you. Give him over to my care, and I will return him to you.”","However, he said: “My son will not go down with you, because his brother is dead and he alone is left. If a fatal accident should befall him on the journey you would make, then you would certainly bring down my gray hairs to the Grave in grief.” \n"],["Now the famine was severe in the land.","So when they had finished eating the grain they had brought from Egypt, their father said to them: “Return and buy a little food for us.”","Then Judah said to him: “The man clearly warned us, ‘You must not see my face again unless your brother is with you.’","If you send our brother with us, we will go down and buy food for you.","But if you do not send him, we will not go down, for the man said to us, ‘You must not see my face again unless your brother is with you.’”","And Israel asked: “Why did you have to bring this trouble on me by telling the man that you had another brother?”","They replied: “The man directly inquired concerning us and our relatives, saying, ‘Is your father still alive? Do you have another brother?’ and we told him these facts. How could we possibly know that he would say, ‘Bring your brother down’?” \n \n","Judah then urged Israel his father: “Send the boy with me, and let us go on our way so that we may live and not die—we and you and our children.","I will be a guarantee for his safety.  You may hold me responsible. If I fail to return him to you and present him to you, I will have sinned against you for all time.","But if we had not delayed, we could have been there and back twice by now.” \n \n","So Israel their father said to them: “If it must be so, then do this: Take the finest products of the land in your bags and carry them down to the man as a gift: a little balsam, a little honey, labdanum, resinous bark, pistachio nuts, and almonds.","Take double the money with you; and also take back the money that was returned in the mouth of your bags. Maybe it was a mistake.","Take your brother and go, return to the man.","May God Almighty grant you pity from the man, so that he may release to you your other brother and Benjamin. But as for me, if I must be bereaved, I will be bereaved!” \n \n","So the men took this gift, and they took double the money in their hand and Benjamin. Then they rose and went on their way down to Egypt and again stood before Joseph.","When Joseph saw Benjamin with them, he at once said to the man who was over his house: “Take the men to the house and slaughter animals and prepare the meal, for the men are to eat with me at noon.”","Immediately the man did just as Joseph had said, and he took them to Joseph’s house.","But the men became afraid when they were taken to Joseph’s house, and they began to say: “It is because of the money that was returned in our bags the last time that we are being brought here. Now they will attack us and make us slaves and take our donkeys!” \n \n","So they approached the man who was over Joseph’s house and spoke to him at the entrance of the house.","They said: “Pardon us, my lord! We did come down the first time to buy food.","But when we arrived at our lodging place and began opening our bags, why, here was the money of each one in the mouth of his bag, our money in full weight. So we would like to return it personally.","And we have brought more money to buy food. We do not know who placed our money in our bags.”","Then he said: “It is all right. Do not be afraid. Your God and the God of your father put treasure in your bags. Your money came first to me.” After that he brought out Simʹe·on to them. \n \n","Then the man brought them into Joseph’s house and gave them water for washing their feet, and he gave fodder for their donkeys.","And they prepared the gift for Joseph’s coming at noon, for they had heard that they were going to eat a meal there.","When Joseph went into the house, they brought their gift to him into the house and prostrated themselves to him to the ground.","After this he inquired about their welfare and said: “How is your aged father of whom you have spoken? Is he still alive?”","To this they said: “Your servant our father is well. He is still alive.” Then they bowed down and prostrated themselves. \n \n","When he looked up and saw Benjamin his brother, the son of his mother, he said: “Is this your brother, the youngest one of whom you have spoken to me?” He added: “May God show you his favor, my son.”","Joseph then hurried out, because he was overcome with emotion for his brother, and he looked for a place to weep. So he went into a private room and gave way to tears there.","After that he washed his face and went out, now in control of himself, and he said: “Serve the meal.”","They served him by himself and them by themselves, and the Egyptians with him ate by themselves, for the Egyptians could not eat a meal with the Hebrews, because that is a detestable thing to the Egyptians. \n \n","The brothers were seated before him, the firstborn according to his right as firstborn and the youngest according to his youth, and they kept looking at one another in amazement.","He kept sending portions of food from his table to theirs, but he increased Benjamin’s portion five times the size of the portions of all the others. So they continued banqueting and drinking with him to the full. \n"],["Later he commanded the man who was over his house: “Fill the bags of the men with as much food as they can carry, and place the money of each one in the mouth of his bag.","But you must place my cup, the silver cup, in the mouth of the bag of the youngest, along with the money for his grain.” So he did as Joseph had instructed. \n \n","In the morning when it had become light, the men were sent away with their donkeys.","They had not gone far from the city when Joseph said to the man who was over his house: “Get up! Chase after the men! When you overtake them, say to them, ‘Why have you repaid bad for good?","Is not this what my master drinks from and uses to read omens expertly? It is a wicked thing you have done.’” \n \n","So he overtook them and spoke these words to them.","But they said to him: “Why does my lord say such a thing? It is unthinkable that your servants would do anything like this.","Why, the money that we found in the mouth of our bags we brought back to you from the land of Caʹnaan. How, then, could we steal silver or gold from the house of your master?","If it is found with one of your slaves, let him die, and the rest of us will also become slaves to my master.”","So he said: “Let it be as you say: The one with whom it is found will become my slave, but the rest of you will be innocent.”","With that each one quickly lowered his bag to the ground and opened it.","He searched carefully, starting with the oldest and finishing with the youngest. Finally the cup was found in Benjamin’s bag. \n \n","Then they ripped their garments apart, and each of them lifted his load back onto his donkey and returned to the city.","When Judah and his brothers went into Joseph’s house, he was still there; and they fell to the ground before him.","Joseph said to them: “What is this deed that you have done? Did you not know that a man like me can expertly read omens?”","At this Judah replied: “What can we say to my master? What can we speak? And how can we prove ourselves righteous? The true God has found out the error of your slaves. We are now slaves to my master, both we and the one in whose hand the cup was found!”","However, he said: “It is unthinkable for me to do this! The man in whose hand the cup was found is the one who will become a slave to me. As for the rest of you, go up in peace to your father.” \n \n","Judah now approached him and said: “I beg you, my master, please let your slave speak a word in my master’s ears, and do not become angry with your slave, for you are like Pharʹaoh himself.","My master asked his slaves, ‘Do you have a father or a brother?’","So we said to my master, ‘We do have an aged father and a child of his old age, the youngest. But his brother is dead, so he is the only remaining son of his mother, and his father loves him.’","After that you said to your slaves, ‘Bring him down to me so that I may see him.’","But we said to my master, ‘The boy is not able to leave his father. If he did leave him, his father would certainly die.’","Then you said to your slaves, ‘Unless your youngest brother comes down with you, you may not see my face anymore.’ \n \n","“So we went up to your slave my father and told him the words of my master.","Later our father said, ‘Return and buy a little food for us.’","But we said, ‘We are not able to go down. If our youngest brother is with us we will go down, for we cannot see the man’s face unless our youngest brother is with us.’","Then your slave my father said to us, ‘You well know that my wife bore but two sons to me.","But one of them left me and I said: “He must surely have been torn to pieces!” and I have not seen him until now.","If you were to take this one also out of my sight and a fatal accident were to befall him, you would certainly bring down my gray hairs to the Grave with calamity.’ \n \n","“And now if I return to your slave my father without the boy along with us, since his own life is bound up with this one’s life,","then as soon as he sees that the boy is not there, he will die, and your slaves will indeed bring down the gray hairs of your slave our father to the Grave in grief.","Your slave gave a guarantee to my father for the boy, saying, ‘If I fail to bring him back to you, then I will have sinned against my father forever.’","So now, please, let your slave stay instead of the boy as my master’s slave, in order that the boy may return with his brothers.","How can I return to my father without the boy along with me? I could not bear looking on when this calamity befalls my father!” \n"],["At this Joseph could no longer control himself before all his attendants. So he cried out: “Have everyone leave me!” No one else stayed with him while Joseph made himself known to his brothers. \n \n","Then he began to weep so loudly that the Egyptians heard it and Pharʹaoh’s house heard it.","Finally Joseph said to his brothers: “I am Joseph. Is my father still alive?” But his brothers were unable to answer him at all, because they were astonished on account of him.","So Joseph said to his brothers: “Come close to me, please.” With that they came close to him. \n \nThen he said: “I am Joseph your brother, whom you sold into Egypt.","But now do not be upset and do not reproach one another because you sold me here; because God has sent me ahead of you for the preservation of life.","This is the second year of the famine in the land, and there are yet five years in which there will be no plowing or harvest.","But God sent me ahead of you in order to preserve for you a remnant on the earth and to keep you alive by a great deliverance.","So, then, it was not you who sent me here, but it was the true God, in order to appoint me as chief adviser to Pharʹaoh and lord for all his house and ruler over all the land of Egypt. \n \n","“Return quickly to my father, and you must say to him, ‘This is what your son Joseph has said: “God has appointed me lord over all Egypt. Come down to me. Do not delay.","You must dwell in the land of Goʹshen, where you will be near me—you, your sons, your grandsons, your flocks, your herds, and everything you have.","I will supply you with food there, for there are yet five years of famine. Otherwise, you and your house and everything you have will come to poverty.”’","You and my brother Benjamin can now see with your own eyes that I am really the one speaking to you.","So you must tell my father about all my glory in Egypt and everything you have seen. Now hurry and bring my father down here.” \n \n","Then he embraced his brother Benjamin and gave way to weeping, and Benjamin wept with his arms around his neck.","And he kissed all his brothers and wept over them, and after that his brothers spoke with him. \n \n","The news reached the house of Pharʹaoh: “Joseph’s brothers have come!” It was good in the eyes of Pharʹaoh and his servants.","So Pharʹaoh said to Joseph: “Tell your brothers, ‘Do this: Load your beasts of burden and go to the land of Caʹnaan,","and take your father and your households and come here to me. I will give you the good things of the land of Egypt, and you will eat the richest part of the land.’","And you are commanded to tell them: ‘Do this: Take wagons from the land of Egypt for your children and your wives, and you must bring your father on one of them and come here.","Do not worry about your belongings, for the best of all the land of Egypt is yours.’” \n \n","And the sons of Israel did so, and Joseph gave them wagons according to Pharʹaoh’s orders, and he gave them provisions for the journey.","To each of them he gave individual changes of clothing, but to Benjamin he gave 300 silver pieces and five changes of clothing.","And to his father he sent the following: ten donkeys carrying good things of Egypt and ten female donkeys carrying grain and bread and sustenance for his father for the journey.","So he sent his brothers off, and as they departed, he said to them: “Do not become upset with one another on the way.” \n \n","Then they went up from Egypt and came into the land of Caʹnaan to their father Jacob.","Then they reported to him: “Joseph is still alive, and he is the ruler over all the land of Egypt!” But his heart grew numb because he did not believe them.","When they went on telling him all the words that Joseph had spoken to them and when he saw the wagons that Joseph had sent to carry him, the spirit of their father Jacob began to revive.","Israel exclaimed: “It is enough! My son Joseph is still alive! I must go and see him before I die!” \n"],["So Israel took all that he had and departed. When he arrived at Beʹer-sheʹba, he offered sacrifices to the God of his father Isaac.","Then God spoke to Israel in a vision by night and said: “Jacob, Jacob!” to which he said: “Here I am!”","He said: “I am the true God, the God of your father. Do not be afraid to go down to Egypt, for there I will make you into a great nation.","I myself will go down with you to Egypt, and I myself will also bring you back from there, and Joseph will lay his hand on your eyes.” \n \n","After that Jacob departed from Beʹer-sheʹba, and the sons of Israel transported Jacob their father and their children and their wives in the wagons that Pharʹaoh had sent to transport him.","They took along their herds and their goods, which they had accumulated in the land of Caʹnaan. And so they came into Egypt, Jacob and all his offspring with him.","He brought with him into Egypt his sons and his grandsons, his daughters and his granddaughters—all his offspring. \n \n","Now these are the names of Israel’s sons who came into Egypt, Jacob and his sons: Jacob’s firstborn was Reuʹben. \n \n","The sons of Reuʹben were Haʹnoch, Palʹlu, Hezʹron, and Carʹmi. \n \n","The sons of Simʹe·on were Jem·uʹel, Jaʹmin, Oʹhad, Jaʹchin, Zoʹhar, and Shaʹul the son of a Caʹnaan·ite woman. \n \n","The sons of Leʹvi were Gerʹshon, Koʹhath, and Me·rarʹi. \n \n","The sons of Judah were Er, Oʹnan, Sheʹlah, Peʹrez, and Zeʹrah. However, Er and Oʹnan died in the land of Caʹnaan. \n \nThe sons of Peʹrez came to be Hezʹron and Haʹmul. \n \n","The sons of Isʹsa·char were Toʹla, Puʹvah, Iob, and Shimʹron. \n \n","The sons of Zebʹu·lun were Seʹred, Eʹlon, and Jahʹle·el. \n \n","These are the sons of Leʹah, whom she bore to Jacob in Padʹdan-aʹram, together with his daughter Diʹnah. All his sons and his daughters numbered 33. \n \n","The sons of Gad were Ziphʹi·on, Hagʹgi, Shuʹni, Ezʹbon, Eʹri, Ar·oʹdi, and A·reʹli. \n \n","The sons of Ashʹer were Imʹnah, Ishʹvah, Ishʹvi, and Be·riʹah, and their sister was Seʹrah. \n \nThe sons of Be·riʹah were Heʹber and Malʹchi·el. \n \n","These are the sons of Zilʹpah, whom Laʹban gave to his daughter Leʹah. She bore these to Jacob: 16 persons in all. \n \n","The sons of Jacob’s wife Rachel were Joseph and Benjamin. \n \n","There were born to Joseph in the land of Egypt Ma·nasʹseh and Eʹphra·im, whom Asʹe·nath the daughter of Pot·iʹphe·ra the priest of On bore to him. \n \n","The sons of Benjamin were Beʹla, Beʹcher, Ashʹbel, Geʹra, Naʹa·man, Eʹhi, Rosh, Mupʹpim, Hupʹpim, and Ard. \n \n","These are the sons of Rachel who were born to Jacob: 14 persons in all. \n \n","The son of Dan was Huʹshim. \n \n","The sons of Naphʹta·li were Jahʹze·el, Guʹni, Jeʹzer, and Shilʹlem. \n \n","These are the sons of Bilʹhah, whom Laʹban gave to his daughter Rachel. She bore these to Jacob: seven persons in all. \n \n","All those who descended from Jacob and went into Egypt with him, aside from the wives of Jacob’s sons, were 66.","Joseph’s sons who were born to him in Egypt were two. All the people of the house of Jacob who came into Egypt were 70. \n \n","Jacob sent Judah ahead to tell Joseph that he was on the way to Goʹshen. When they came into the land of Goʹshen,","Joseph had his chariot prepared and went up to meet Israel his father at Goʹshen. When he presented himself to him, he at once embraced him and wept for some time.","Then Israel said to Joseph: “Now I am ready to die; I have seen your face and know that you are still alive.” \n \n","Joseph then said to his brothers and to his father’s household: “Let me go up and report to Pharʹaoh and tell him, ‘My brothers and my father’s household who were in the land of Caʹnaan have come here to me.","The men are shepherds, and they raise livestock, and they have brought their flocks and their herds and all that they have.’","When Pharʹaoh calls you and asks, ‘What is your occupation?’","you must say, ‘Your servants have raised livestock from our youth until now, both we and our forefathers,’ so that you may dwell in the land of Goʹshen, for every herder of sheep is detestable to the Egyptians.” \n"],["So Joseph went and reported to Pharʹaoh: “My father and my brothers and their flocks and their herds and all that they possess have come from the land of Caʹnaan, and they are in the land of Goʹshen.”","He took five of his brothers and presented them to Pharʹaoh. \n \n","Pharʹaoh said to his brothers: “What is your occupation?” They replied to Pharʹaoh: “Your servants are herders of sheep, both we and our forefathers.”","Then they said to Pharʹaoh: “We have come to reside as foreigners in the land because there are no pastures for the flock of your servants, for the famine is severe in the land of Caʹnaan. So please let your servants dwell in the land of Goʹshen.”","At that Pharʹaoh said to Joseph: “Your father and your brothers have come here to you.","The land of Egypt is at your disposal. Have your father and your brothers dwell in the very best part of the land. Let them dwell in the land of Goʹshen, and if you know of any capable men among them, put them in charge of my livestock.” \n \n","Then Joseph brought in Jacob his father and presented him to Pharʹaoh, and Jacob blessed Pharʹaoh.","Pharʹaoh asked Jacob: “How old are you?”","Jacob said to Pharʹaoh: “The years of my wanderings are 130. Few and distressing the years of my life have been, and they are not as long as the years of the lives of my forefathers during their wanderings.”","After that Jacob blessed Pharʹaoh and went out from before him. \n \n","So Joseph settled his father and his brothers, and he gave them a possession in the land of Egypt, in the very best part of the land, in the land of Ramʹe·ses, just as Pharʹaoh had commanded.","And Joseph kept supplying his father and his brothers and the entire household of his father with food according to the number of their children. \n \n","Now there was no food in all the land, because the famine was very severe, and the land of Egypt and the land of Caʹnaan became exhausted as a result of the famine.","Joseph was collecting all the money that was to be found in the land of Egypt and in the land of Caʹnaan for the grain that people were buying, and Joseph kept bringing the money into Pharʹaoh’s house.","In time the money from the land of Egypt and the land of Caʹnaan was spent, and all the Egyptians began coming to Joseph, saying: “Give us food! Why should we die before your very eyes because our money has run out?”","Then Joseph said: “If your money has run out, hand over your livestock, and I will give you food in exchange for your livestock.”","So they began bringing their livestock to Joseph, and Joseph kept giving them food in exchange for their horses, the livestock of the flock and of the herd, and the donkeys, and he kept providing them with food in exchange for all their livestock during that year. \n \n","When that year came to its close, they began coming to him the next year and saying: “We will not hide from my lord that the money and the stock of domestic animals have already been given to my lord. We have nothing left for my lord but our bodies and our land.","Why should we die before your eyes, both we and our land? Buy us and our land in exchange for food, and we together with our land will become slaves to Pharʹaoh. Give us seed so that we may live and not die and that our land may not become desolate.”","Joseph then bought all the land of the Egyptians for Pharʹaoh because every Egyptian sold his field, for the famine was very severe; and the land became Pharʹaoh’s. \n \n","Then he moved the people into cities, from one end of the territory of Egypt to its other end.","Only the land of the priests he did not buy, because the rations for the priests were from Pharʹaoh and they lived on their rations that Pharʹaoh gave them. That is why they did not sell their land.","Then Joseph said to the people: “See, I have today bought you and your land for Pharʹaoh. Here is seed for you, and you must sow the land with it.","When it produces, give a fifth to Pharʹaoh, but four parts will be yours as seed for the field and as food for you and for those in your houses and for your children to eat.”","So they said: “You have preserved our lives. Let us find favor in the eyes of my lord, and we will become slaves to Pharʹaoh.”","Then Joseph made it a decree, which is valid until today over the land of Egypt, that a fifth belongs to Pharʹaoh. It was only the land of the priests that did not become Pharʹaoh’s. \n \n","Israel continued to dwell in the land of Egypt, in the land of Goʹshen, and they settled in it and were fruitful and increased greatly.","And Jacob lived on in the land of Egypt for 17 years, so that the days of Jacob’s life came to be 147 years. \n \n","The time was approaching for Israel to die, so he called his son Joseph and said: “If, now, I have found favor in your eyes, place your hand, please, under my thigh, and show loyal love and faithfulness to me. Please, do not bury me in Egypt.","When I die, you must carry me out of Egypt and bury me in the grave of my forefathers.” Accordingly, he said: “I will do just as you say.”","Then he said: “Swear to me.” So he swore to him. At that Israel bowed down at the head of his bed. \n"],["After these things, Joseph was told: “Look, your father is getting weak.” At that he took his two sons Ma·nasʹseh and Eʹphra·im with him.","Then Jacob was told: “Here your son Joseph has come to you.” So Israel gathered his strength and sat up on his bed.","And Jacob said to Joseph: \n \n“God Almighty appeared to me at Luz in the land of Caʹnaan and blessed me.","And he said to me, ‘I am making you fruitful, and I will make you many, and I will transform you into a congregation of peoples, and I will give this land to your offspring after you as a lasting possession.’","Now your two sons who were born to you in the land of Egypt before I came to you in Egypt are mine. Eʹphra·im and Ma·nasʹseh will become mine just as Reuʹben and Simʹe·on are mine.","But the children born to you after them will become yours. They will be called by the name of their brothers in their inheritance.","As for me, when I was coming from Padʹdan, Rachel died alongside me in the land of Caʹnaan, while there was yet a good stretch of land before coming to Ephʹrath. So I buried her there on the way to Ephʹrath, that is, Bethʹle·hem.” \n \n","Then Israel saw Joseph’s sons and asked: “Who are these?”","So Joseph said to his father: “They are my sons whom God has given me in this place.” At this he said: “Bring them to me, please, so that I may bless them.”","Now the eyes of Israel were failing from age, and he was unable to see. So Joseph brought them close to him, and he kissed them and embraced them.","Israel said to Joseph: “I never imagined I would see your face, but here God has also let me see your offspring.”","Joseph then removed them from Israel’s knees, and he bowed down with his face to the ground. \n \n","Joseph now took the two of them, Eʹphra·im with his right hand to Israel’s left and Ma·nasʹseh with his left hand to Israel’s right, and brought them close to him.","However, Israel put out his right hand and placed it on Eʹphra·im’s head, although he was the younger, and he placed his left hand on Ma·nasʹseh’s head. He purposely laid his hands this way, since Ma·nasʹseh was the firstborn.","Then he blessed Joseph and said: \n \n\t“The true God before whom my fathers Abraham and Isaac walked, \n\n\tThe true God who has been shepherding me during all my life until this day, \n\n","The angel who has been recovering me from all calamity, bless the boys. \n \n\tLet my name be called upon them and the name of my fathers, Abraham and Isaac, \n\n\tLet them increase to a multitude in the earth.” \n \n","When Joseph saw that his father kept his right hand placed on Eʹphra·im’s head, it was displeasing to him, so he tried to take hold of his father’s hand to move it from Eʹphra·im’s head to Ma·nasʹseh’s head.","Joseph said to his father: “Not so, my father, because this is the firstborn. Put your right hand on his head.”","But his father kept refusing and said: “I know it, my son, I know it. He too will become a people, and he too will become great. Nevertheless, his younger brother will become greater than he will, and his offspring will become the full equivalent of nations.”","So he continued to bless them on that day, saying: \n \n\t“Let Israel mention you when they pronounce blessings, saying, \n\n\t‘May God make you like Eʹphra·im and like Ma·nasʹseh.’” \n \nThus he kept putting Eʹphra·im before Ma·nasʹseh. \n \n","Then Israel said to Joseph: “Look, I am dying, but God will certainly continue with you and return you to the land of your forefathers.","As for me, I do give you one portion of land more than to your brothers, which I took from the hand of the Amʹor·ites with my sword and my bow.” \n"],["And Jacob called his sons and said: “Gather yourselves together that I may tell you what will happen to you in the final part of the days.","Assemble yourselves and listen, you sons of Jacob, yes, listen to Israel your father. \n \n","“Reuʹben, you are my firstborn, my vigor and the beginning of my procreative power, the excellence of dignity and the excellence of strength.","With recklessness like turbulent waters, you will not excel, because you have gone up to your father’s bed. At that time you defiled my bed. He actually went on to it! \n \n","“Simʹe·on and Leʹvi are brothers. Instruments of violence are their slaughter weapons.","Into their company do not come, O my soul. With their assembly do not join, O my honor, because in their anger they killed men, and for their pleasure they hamstrung bulls.","Cursed be their anger, because it is cruel, and their fury, because it is harsh. Let me disperse them in Jacob, and let me scatter them in Israel. \n \n","“As for you, Judah, your brothers will praise you. Your hand will be on the neck of your enemies. The sons of your father will bow down before you.","Judah is a lion cub. From the prey, my son, you will certainly go up. He has crouched down and stretched himself out like a lion, and like a lion, who dares rouse him?","The scepter will not depart from Judah, neither the commander’s staff from between his feet, until Shiʹloh comes, and to him the obedience of the peoples will belong.","Tying his donkey to a vine and his donkey’s colt to a choice vine, he will wash his clothing in wine and his garment in the blood of grapes.","Dark red are his eyes from wine, and his teeth are white from milk. \n \n","“Zebʹu·lun will reside by the seashore, by the shore where the ships lie anchored, and his remote border will be toward Siʹdon. \n \n","“Isʹsa·char is a strong-boned donkey, lying down between the two saddlebags.","And he will see that the resting-place is good and that the land is pleasant. He will bend his shoulder to bear the burden and will submit to forced labor. \n \n","“Dan will judge his people as one of the tribes of Israel.","Let Dan be a serpent by the roadside, a horned snake beside the path, that bites the heels of the horse so that its rider falls backward.","I will wait for salvation from you, O Jehovah. \n \n","“As for Gad, a marauder band will raid him, but he will raid at their heels. \n \n","“Ashʹer’s bread will be abundant, and he will provide food fit for a king. \n \n","“Naphʹta·li is a slender doe. He is speaking words of elegance. \n \n","“Joseph is the offshoot of a fruitful tree, a fruitful tree by a spring, whose branches extend over the wall.","But the archers kept harassing him and shot at him and kept harboring animosity against him.","And yet his bow remained in place, and his hands stayed strong and agile. This was from the hands of the powerful one of Jacob, from the shepherd, the stone of Israel.","He is from the God of your father, and he will help you, and he is with the Almighty, and he will bless you with the blessings of the heavens above, with the blessings of the deep below, with the blessings of the breasts and womb.","The blessings of your father will be superior to the blessings of the eternal mountains, to the desirable things of the enduring hills. They will continue upon the head of Joseph, upon the crown of the head of the one singled out from his brothers. \n \n","“Benjamin will keep on tearing like a wolf. In the morning he will eat the prey, and in the evening he will divide spoil.” \n \n","All of these are the 12 tribes of Israel, and this is what their father said to them when he was blessing them. He gave each of them an appropriate blessing. \n \n","After that he gave these commands to them: “I am being gathered to my people. Bury me with my fathers in the cave that is in the field of Eʹphron the Hitʹtite,","the cave in the field of Mach·peʹlah in front of Mamʹre in the land of Caʹnaan, the field that Abraham purchased from Eʹphron the Hitʹtite as a property for a burial place.","There they buried Abraham and his wife Sarah. There they buried Isaac and his wife Re·bekʹah, and there I buried Leʹah.","The field and the cave that is in it were purchased from the sons of Heth.” \n \n","Thus Jacob finished giving these instructions to his sons. Then he drew his feet up onto the bed and breathed his last and was gathered to his people. \n"],["Joseph then threw himself on his father and wept over him and kissed him.","After that Joseph commanded his servants, the physicians, to embalm his father. So the physicians embalmed Israel,","and they took the full 40 days for him, for this is the full period for the embalming, and the Egyptians continued to shed tears for him 70 days. \n \n","When the days of mourning for him passed, Joseph spoke to Pharʹaoh’s court, saying: “If I have found favor in your eyes, give this message to Pharʹaoh:","‘My father made me swear, saying: “Look! I am dying. You are to bury me in my burial place, which I have excavated in the land of Caʹnaan.” Please, let me go up and bury my father, after which I will return.’”","Pharʹaoh replied: “Go and bury your father just as he made you swear.” \n \n","So Joseph went up to bury his father, and all of Pharʹaoh’s servants went with him, the elders of his court and all the elders of the land of Egypt","and all of Joseph’s household and his brothers and the household of his father. Only their little children and their flocks and their herds they left in the land of Goʹshen.","Chariots and horsemen also went up with him, and the camp was very numerous.","Then they came to the threshing floor of Aʹtad, which is in the region of the Jordan, and there they carried on a very great and bitter mourning, and he kept mourning for his father seven days.","The inhabitants of the land, the Caʹnaan·ites, saw them mourning at the threshing floor of Aʹtad, and they exclaimed: “This is a great mourning for the Egyptians!” That is why it was named Aʹbel-mizʹra·im, which is in the region of the Jordan. \n \n","So his sons did for him exactly as he had instructed them.","His sons carried him into the land of Caʹnaan and buried him in the cave of the field of Mach·peʹlah, the field in front of Mamʹre that Abraham had purchased from Eʹphron the Hitʹtite as property for a burial place.","After he buried his father, Joseph returned to Egypt with his brothers and all those who had gone with him to bury his father. \n \n","When Joseph’s brothers saw that their father was dead, they said: “It may be that Joseph is harboring animosity against us and that he will repay us for all the evil that we did to him.”","So they sent a message to Joseph in these words: “Your father gave this command before his death:","‘This is what you are to say to Joseph: “I beg you, please pardon the transgression of your brothers and the sin they committed in bringing such harm to you.”’ Now, please, pardon the transgression of the servants of your father’s God.” And Joseph wept when they spoke to him.","Then his brothers also came and fell down before him and said: “Here we are as slaves to you!”","Joseph said to them: “Do not be afraid. Am I in the place of God?","Although you meant to harm me, God intended it to turn out well and to preserve many people alive, as he is doing today.","So now do not be afraid. I will keep supplying you and your little children with food.” Thus he comforted them and spoke reassuringly to them. \n \n","And Joseph continued to dwell in Egypt, he and the household of his father, and Joseph lived for 110 years.","Joseph saw the third generation of Eʹphra·im’s sons, also the sons of Maʹchir, Ma·nasʹseh’s son. They were born upon Joseph’s knees.","At length Joseph said to his brothers: “I am dying, but God will without fail turn his attention to you, and he will certainly bring you up out of this land to the land about which he swore to Abraham, to Isaac, and to Jacob.”","So Joseph made the sons of Israel swear, saying: “God will without fail turn his attention to you. You must take my bones up out of here.”","And Joseph died at the age of 110, and they had him embalmed, and he was put in a coffin in Egypt. \n"]]